Repository: wikimedia/wikimediafoundation-org
Catalog: plugins/press-permit-core/languages/press-permit-core-hints-*.po
Languages: es_es

source: Specific Permissions: restrictions ('Blocked') take priority over additions ('Enabled')
es_es: Permisos específicos: las restricciones («Bloqueado») tienen prioridad sobre las adiciones («Activado»)

source: Specific Permissions: restrictions ('Blocked') can be applied to custom-defined groups
es_es: Permisos específicos: se pueden aplicar restricciones («Bloqueados») a grupos definidos por el usuario

source: Supplemental roles assignment available for {All} and {Anonymous} metagroups
es_es: Asignación de roles suplementarios disponible para los grupos meta {All} y {Anonymous}

source: Allow the {All} and {Anonymous} metagroups to be granted specific reading permissions for private content
es_es: Permitir que se concedan a {All} y a los grupos meta {Anonymous} permisos de lectura específicos para contenidos privados

source: PRO: Users who have specific editing permissions for a post or attachment can also delete it
es_es: PRO: Los usuarios que tienen permisos de edición para una entrada o un archivo adjunto también pueden eliminarlo

source: PRO: Users who have custom editing permissions for an attachment can also delete it
es_es: PRO: Los usuarios que tienen permisos de edición personalizados para un archivo adjunto también pueden eliminarlo

source: Disable front end filtering if logged user is a content administrator (normally filter to force inclusion of readable private posts in get_pages() listing, post counts, etc.
es_es: Desactiva el filtrado de la portada si el usuario conectado es un administrador de contenidos (normalmente se filtra para forzar la inclusión de entradas privadas legibles en el listado `get_pages()`, recuentos de entradas, etc.

source: Disable front end filtering for all users (subject to limitation by PP_UNFILTERED_FRONT_TYPES)
es_es: Desactiva el filtrado de la portada por todos los usuarios (con la limitación de `PP_UNFILTERED_FRONT_TYPES`)

source: Comma-separated list of post types to limit the effect of PP_UNFILTERED_FRONT and apply_filters( 'presspermit_skip_cap_filtering' )
es_es: Lista separada por comas de los tipos de contenido para limitar el efecto de `PP_UNFILTERED_FRONT` y `apply_filters( 'presspermit_skip_cap_filtering' )`

source: Specific Permissions: additions ('Enabled') are not applied, cannot be assigned
es_es: Permisos específicos: los añadidos («Activado») no se aplican, no se pueden asignar

source: Don't assign or apply specific permissions for the 'post' type
es_es: No asignar o aplicar permisos específicos para el tipo de entrada

source: Don't assign or apply specific permissions for the 'page' type
es_es: No asignar o aplicar permisos específicos para el tipo de página

source: Don't assign or apply specific permissions for the 'media' type
es_es: No asignar o aplicar permisos específicos para el tipo de medios

source: Don't assign or apply specific permissions for the specified custom post type
es_es: No asignar o aplicar permisos específicos para el tipo de contenido personalizado especificado

source: Include scheduled posts in the posts query if user can edit them
es_es: Incluir las entradas programadas en la consulta de entradas si el usuario puede editarlas

source: Don't filter term post counts in get_terms() call
es_es: No filtrar los recuentos de los términos de las entradas en la llamada `get_terms()`

source: Leave unreadable posts on WP Navigation Menus
es_es: Dejar las entradas no legibles en los menús de navegación de WP

source: Leave terms with no readable posts on WP Navigation Menus
es_es: Dejar los términos sin entradas legibles en los menús de navegación de WP

source: Filter priority for 'get_pages' filter (default: 1)
es_es: Prioridad de filtrado para el filtro `get_pages` (por defecto: 1)

source: Don't include readable private pages in the Pages widget or other wp_list_pages() / get_pages() results
es_es: No incluye páginas privadas legibles en el widget Páginas o en otros resultados de `wp_list_pages()` / `get_pages()`

source: If some pages have been suppressed from get_pages() results, change child pages' corresponding post_parent values to a visible ancestor
es_es: Si se han suprimido algunas páginas de los resultados de `get_pages()`, hay que cambiar los valores parentales correspondientes de `post_parent` a un ancestro visible

source: Never modify the post_parent value in the get_pages() result set, even if some pages have been suppressed
es_es: No modificar nunca el valor de `post_parent` en el conjunto de resultados `get_pages()`, aunque se hayan suprimido algunas páginas

source: For performance, change the get_pages() database query to return only a subset of fields, excluding post_content
es_es: Para mejorar el rendimiento, modifica la consulta a la base de datos `get_pages()` para que sólo devuelva un subconjunto de campos, excluyendo `post_content`

source: PRO: Don't apply content teaser to get_pages() results (leave unreadable posts hidden)
es_es: PRO: No aplicar el avance de contenido a los resultados de `get_pages()` (dejar ocultas las entradas no legibles)

source: If some terms have been suppressed from get_terms() results, change child terms' corresponding parent values to a visible ancestor
es_es: Si se han suprimido algunos términos de los resultados de `get_terms()`, hay que cambiar los valores parentales correspondientes de los términos hijos a un ancestro visible

source: Never modify the parent value in the get_terms() result set, even if some terms have been suppressed
es_es: No modificar nunca el valor del padre en el conjunto de resultados de `get_terms()`, aunque se hayan suprimido algunos términos

source: Leave Media Library with normal access criteria based on user's role capabilities
es_es: Dejar la biblioteca de medios con los criterios de acceso normales basados en las capacidades del perfil del usuario

source: On Users listing, Permission groups in custom column are list filter links instead of group edit links
es_es: En la lista de usuarios, los grupos de permisos en la columna personalizada son enlaces de filtro de lista en lugar de enlaces de edición de grupos

source: Unlock Permissions > Settings > Core > Admin Back End > 'Hide non-editable posts'
es_es: Desbloquear Permisos > Ajustes > Núcleo > Administración > Ocultar entradas no editables

source: Within the async-upload.php script, filtering author's retrieval of the attachment they just uploaded
es_es: Dentro del script `async-upload.php`, filtrar la recuperación de los autores del archivo adjunto que acaban de subir

source: Don't filter comment display or moderation within wp-admin
es_es: No filtrar la visualización de los comentarios o la moderación dentro de wp-admin

source: If propagating permissions are assigned to a page branch, overwrite any explicitly assigned permissions in sub-pages
es_es: Si se asignan permisos de propagación a una rama de la página, se sobrescriben los permisos asignados explícitamente en las subpáginas

source: Max number of specific permissions to insert in a single database query (default 1000)
es_es: Número máximo de permisos específicos a insertar en una sola consulta a la base de datos (por defecto 1000)

source: Don't tweak the admin menu indexes to position Permissions menu under Users
es_es: No modifiques los índices del menú de administración para posicionar el menú Permisos bajo Usuarios

source: Don't add a Permissions menu. Instead, add menu items to the Users and Settings menus.
es_es: No añadir un menú de permisos. En su lugar, añade elementos de menú a los menús Usuarios y Ajustes.

source: Customize 'Permission Groups' caption
es_es: Personalizar la leyenda de «Grupos de permisos»

source: Customize 'Permission Groups' caption on user profile
es_es: Personalizar la descripción de la leyenda «Grupos de permisos» en perfil de usuario

source: Only one group is selectable on Add User screen
es_es: Sólo se puede seleccionar un grupo en la pantalla de «Añadir nuevo usuario»

source: Only one group is selectable on Edit User screen
es_es: Sólo se puede seleccionar un grupo en la pantalla de «Editar el usuario»

source: Customize description under 'Permission Groups' caption
es_es: Personalizar la descripción debajo de la leyenda «Grupos de Permisos»

source: Max number of non-hierarchical posts / terms to display at one time (per page)
es_es: Número máximo de entradas no jerárquicas y términos a mostrar a la vez (por página)

source: Max number of hierarchical posts / terms to display at one time (per page)
es_es: Número máximo de entradas jerárquicas y términos a mostrar a la vez (por página)

source: Disable auto-determination of how many levels of page tree to make visble by default. Instead, use specified value.
es_es: Desactivar la determinación automática de cuántos niveles del árbol de páginas se muestran por defecto. En su lugar, utiliza el valor especificado.

source: Target number of visible pages/terms, used for auto-determination of number of visible levels
es_es: Número objetivo de páginas/términos visibles, utilizado para la autodeterminación del número de niveles visibles

source: Make search function on the post selection metabox look at post content
es_es: Hacer que la función de búsqueda en la caja meta de selección de la entrada consulte el contenido de la entrada

source: Make search function on the post selection metabox look at post excerpt
es_es: Hacer que la función de búsqueda en la caja meta de selección de la entrada consulte el extracto de la entrada

source: Search by last name instead of display name
es_es: Buscar por el apellido en lugar del nombre visible

source: User field to search by default
es_es: Campo de usuario a buscar por defecto

source: User meta fields selectable for search (comma-separated)
es_es: Campos meta del usuario seleccionables para la búsqueda (separados por comas)

source: User meta fields which should be treated as numeric (comma-separated)
es_es: Campos meta del usuario que deben ser tratados como numéricos (separados por comas)

source: User meta fields which should be treated as boolean (comma-separated)
es_es: Campos meta del usuario que deben ser tratados como booleanos (separados por comas)

source: Use display name for search results instead of user_login
es_es: Utilizar el nombre visible para los resultados de la búsqueda en lugar de `user_login`

source: Don't auto-assign role metagroups for all users. Instead, assign per-user at first login.
es_es: No asignes automáticamente perfiles de grupos meta para todos los usuarios. En su lugar, asigna por usuario en el primer inicio de sesión.

source: When synchronizing role metagroups to currently defined WP roles, don't delete groups for previously defined WP roles.
es_es: Al sincronizar los grupos meta de los perfiles con los perfiles de WP definidos actualmente, no se deben eliminar los grupos de los perfiles de WP definidos anteriormente.

source: Force detection of WP user roles which are appended dynamically but not stored to the WP database.
es_es: Forzar la detección de los perfiles de usuario de WP que se añaden dinámicamente pero no se almacenan en la base de datos de WP.

source: To save memory on front end access, don't register any filters related to content editing
es_es: Para ahorrar memoria en el acceso a la portada, no registrar ningún filtro relacionado con la edición de contenidos

source: Attached media do not have any comments, so don't append clauses to comment queries for them
es_es: Los medios adjuntos no tienen comentarios, por lo que no hay que añadir cláusulas a las consultas de comentarios para ellos

source: Reduce overhead of pages query (in get_pages() and wp-admin) by defaulting fields to a set list that does not include post_content
es_es: Reducir la sobrecarga de la consulta para las páginas (en `get_pages()` y `wp-admin`) por los campos por defecto a una lista de conjunto que no incluye `post_content`

source: Reduce overhead of wp-admin posts query by defaulting fields to a set list that does not include post_content
es_es: Reducir la sobrecarga de la consulta para las entradas de wp-admin por los campos por defecto a una lista de conjunto que no incluye `post_content`

source: Reduce overhead of wp-admin Media query by defaulting fields to a set list that does not include post_content
es_es: Reducir la sobrecarga de la consulta para los medios de wp-admin por los campos por defecto a una lista de conjunto que no incluye `post_content`

source: Reduce overhead of wp-admin query for specified custom post type by defaulting fields to a set list that does not include post_content
es_es: Reducir la sobrecarga de la consulta para el tipo de contenido personalizado de wp-admin especificado por los campos por defecto a una lista de conjunto que no incluye `post_content`

source: Don't restore pre-4.4 behavior of not requiring 'publish' status for inclusion in page uri hierarchy
es_es: No restablecer el comportamiento anterior a la versión 4.4 de no requerir el estado «publicar» para su inclusión en la jerarquía de uri de la página

source: Development use only (suppresses post_status = 'publish' clause for unfiltered post types with anonymous user)
es_es: Sólo para uso de desarrollo (suprime la cláusula post_status = `publish`para los tipos de contenido no filtrados con usuario anónimo)

source: Development use only (on front end, do not replace 'post_status = 'publish'' clause with filtered equivalent)
es_es: Sólo para uso de desarrollo (en la portada, no sustituye la cláusula `post_status = publish` por su equivalente filtrado)

source: If disabled, manually "blocked" posts can be unblocked by specific Category / Term Permissions.
es_es: Si se desactiva, las entradas «bloqueadas» manualmente pueden ser desbloqueadas por medio de permisos específicos de categoría/término.

source: For most installations, leave this disabled. If enabled, corresponding edit and delete capabilities must be added to existing roles.
es_es: Para la mayoría de las instalaciones, deja esta opción desactivada. Si se activa, se deben añadir las correspondientes capacidades de edición y eliminación a los perfiles existentes.

source: For most installations, leave this disabled. See Editing tab for specialized Media Library permissions.
es_es: Para la mayoría de las instalaciones, deja esta opción desactivada. Ve la pestaña de Edición para los permisos especializados de la Biblioteca de medios.

source: For most installations, leave this disabled. For specialized Media Library permissions, install the Collaborative Publishing module.
es_es: Para la mayoría de las instalaciones, deja esta opción desactivada. Para obtener permisos especializados para la biblioteca de medios, hay que instalar el módulo de publicación colaborativa.

source: To customize bbPress forum permissions, activate the Compatibility Pack module.
es_es: Para personalizar los permisos del foro de bbPress, activa el módulo Compatibility pack.

source: To customize bbPress forum permissions, activate your Permissions Pro license key.
es_es: Para personalizar los permisos del foro de bbPress, activa tu clave de licencia Permissions Pro.

source: Remove the "Private:" and "Protected" prefix from Post, Page titles
es_es: Quitar el prefijo «Privado:» y «Protegido» de los títulos de las entradas y páginas

source: Remove unreadable Menu Items. If menu rendering problems occur with a third party plugin, disable this setting.
es_es: Eliminar elementos de menú ilegibles. Si se producen problemas de procesamiento del menú con un plugin de terceros, desactiva esta configuración.

source: Unmodified from WordPress default behavior. To enable filtering, remove constant definition PP_ADMIN_READONLY_LISTABLE.
es_es: No se ha modificado el comportamiento por defecto de WordPress. Para activar el filtrado, elimina la definición de la constante `PP_ADMIN_READONLY_LISTABLE`.

source: To customize editing permissions, enable the Collaborative Publishing module.
es_es: Para personalizar los permisos de edición, activa el módulo de publicación colaborativa.

source: Note: Groups and Roles are always displayed in "Edit User"
es_es: Nota: Grupos y perfiles están siempre visualizado en «Editar el usuario»

source: Note: if you disable these settings, the stored values (including Role Usage adjustments) are retained but ignored.
es_es: Nota: si desactiva estos ajustes, los valores almacenados (incluidos los ajustes de uso de perfiles) se conservan pero se ignoran.

source: Most sites don't need advanced settings. But enable them if you need to work with custom WP Roles or apply performance tweaks.
es_es: La mayoría de los sitios no necesitan los ajustes avanzados. Pero habilítalos si necesitas trabajar con perfiles personalizados de WP o aplicar ajustes de rendimiento.

source: Disable Permissions filtering for users who are not logged in.
es_es: Desactivar el filtrado de permisos para los usuarios no conectados.

source: If checked, pages blocked from the "All" or "Logged In" groups will still be listed to Administrators.
es_es: Si está marcada, las páginas bloqueadas de los grupos «Todos» o «Conectados» seguirán apareciendo para los administradores.

source: If enabled, users with the pp_set_read_exceptions capability in the WP role can set reading permissions for their editable posts.
es_es: Si se activa, los usuarios con la capacidad `pp_set_read_exceptions` en el perfil de WP pueden establecer permisos de lectura para sus entradas editables.

source: Display a role dropdown alongside the user search input box to narrow results.
es_es: Mostrar un desplegable de perfiles junto a la casilla de búsqueda del usuario para afinar los resultados.

source: Display additional descriptions in role assignment and options UI.
es_es: Mostrar descripciones adicionales en la interfaz de asignación de perfiles y opciones.

source: Display descriptive captions for additional functionality provided by missing or deactivated modules (Permissions Pro package).
es_es: Mostrar subtítulos descriptivos para la funcionalidad adicional proporcionada por los módulos ausentes o desactivados (paquete Permissions Pro).

source: Detect user roles which are appended dynamically but not stored to the WP database. May be useful for sites that sync with Active Directory or other external user registration systems.
es_es: Detecta los perfiles de usuario que se añaden dinámicamente pero no se almacenan en la base de datos de WP. Puede ser útil para los sitios que se sincronizan con Active Directory u otros sistemas de registro de usuarios externos.

source: You can also %1$s add Permissions administration capabilities to a WordPress role%2$s:
es_es: También puedes %1$s añadir capacidades de administración de permisos a un perfil de WordPress%2$s:

source: You can add Permissions administration capabilities to a WordPress role using %1$s:
es_es: Puedes añadir capacidades de administración de permisos a un perfil de WordPress utilizando %1$s:

source: Settings related to content editing permissions, provided by the %s module.
es_es: Ajustes relacionados con los permisos de edición de contenidos, proporcionados por el módulo %s.

source: Collaborative Publishing
es_es: Publicación colaborativa

source: If this setting is disabled, a specific role can be given capabilities: list_others_posts, list_others_pages, etc.
es_es: Si este ajuste está desactivado, se puede dar a un perfil específico capacidades: `list_others_posts`, `list_others_pages`, etc.

source: Display a custom column on Edit Posts screen for all related taxonomies which are enabled for Permissions filtering.
es_es: Mostrar una columna personalizada en la pantalla de «Editar entradas» para todas las taxonomías relacionadas que están habilitadas para el filtrado de permisos.

source: Allows creation of a new post (of any type) for each selected user, using an existing post as the pattern.
es_es: Permite crear una nueva entrada (de cualquier tipo) para cada usuario seleccionado, utilizando una entrada existente como patrón.

source: Users who do not meet this site-wide role requirement will not be able to publish new top-level pages (Parent = "Main Page"). They will also be unable to move a currently published page from "Main Page" to a different Page Parent.
es_es: Los usuarios que no cumplan este requisito de perfil en todo el sitio no podrán publicar nuevas páginas de nivel superior (Padre = `Página principal`). Tampoco podrán mover una página actualmente publicada de `Página principal` a una página padre diferente.

source: Remove Edit Form elements with these (comma-separated) html IDs from users who do not have full editing capabilities for the post/page.
es_es: Elimina los elementos del formulario de edición con estos IDs html (separados por comas) de los usuarios que no tienen capacidad de edición completa para la entrada/página.

source: The following settings are currently overridden by the constant PP_MEDIA_LIB_UNFILTERED (defined in wp-config.php or some other file you maintain). Media Library access will not be altered by Permissions.
es_es: Los siguientes ajustes son actualmente anulados por la constante `PP_MEDIA_LIB_UNFILTERED` (definida en `wp-config.php` o algún otro archivo que usted mantenga). El acceso a la biblioteca de medios no será alterado por los permisos.

source: To allow a role to view all media regardless of this setting, give it the pp_list_all_files capability.
es_es: Para permitir que un perfil vea todos los medios independientemente de este ajuste, dale la capacidad `pp_list_all_files`.

source: To enable a specific role instead, give it the list_others_unattached_files capability. Note that Media Editors can always view and edit these files.
es_es: Para activar un perfil específico, dale la capacidad `list_others_unattached_files`. Ten en cuenta que los editores de medios siempre pueden ver y editar estos archivos.

source: If disabled, access may be blocked based on the attachment page. In that case, a role can be given the edit_own_attachments capability, or Permissions for a specific file.
es_es: Si se desactiva, se puede bloquear el acceso en función de la página de archivos adjuntos. En ese caso, se puede dar a un perfil la capacidad edit_own_attachments, o los permisos para un archivo específico.

source: Allow non-Administrators to rename menu items they cannot fully edit. Menu items will be locked into current positions.
es_es: Permitir que los no administradores renombren los elementos del menú que no pueden editar completamente. Los elementos del menú permanecerán bloqueados en las posiciones actuales.

source: Prevent creation or editing of custom items for non-Administrators who lack edit_theme_options capability.
es_es: Evitar la creación o edición de elementos personalizados para los no administradores que no tienen la capacidad de `edit_theme_options`.

source: Prevent non-Administrators with user editing permissions from editing a higher-level user or assigning a role higher than their own.
es_es: Evitar que los no administradores con permisos de edición de usuarios editen un usuario de nivel superior o asignen un perfil superior al suyo.

source: Fork published posts only.
es_es: Bifurcar sólo las entradas publicadas.

source: If a user lacks the edit_others_posts capability for the post type, they cannot fork other's posts either.
es_es: Si un usuario carece de la capacidad de edit_others_posts para el tipo de contenido, tampoco puede bifurcar las entradas de otros.

source: If enabled, the capabilities pp_set_edit_exceptions, pp_set_associate_exceptions, etc. will be honored. See list of capabilities below.
es_es: Si se activa, se respetarán las capacidades `pp_set_edit_exceptions`, `pp_set_associate_exceptions`, etc. Consulta la lista de capacidades más abajo.
