Repository: wikimedia/wikimediafoundation-org
Catalog: plugins/press-permit-core/languages/press-permit-core-hints-*.po
Languages: es_es

source: Once your import task is complete, you can eliminate this tab by disabling the %s module.
es_es: Una vez completada la tarea de importación, puedes eliminar esta pestaña desactivando el módulo %s.

source: Import
es_es: Importar

source: Enable post contributors or authors with pp_set_edit_exceptions capability to set editing Permissions on posts authored by others
es_es: Permitir a los colaboradores o autores de entradas con la capacidad `pp_set_edit_exceptions` de establecer permisos de edición para las entradas creadas por otros

source: Don't try to integrate with the Post Forking plugin
es_es: No intentes la integración con el plugin Post Forking

source: Permissions setting 'Pages can be set or removed from Top Level by' applies to 'page' type only
es_es: Los ajustes de permisos «Las páginas pueden ser establecidas o eliminadas del nivel superior por» se aplican sólo al tipo «página»

source: If user cannot generally save pages to top level but a page they are editing is already there, allow it to stay at top level even if not yet published
es_es: Si el usuario no puede en general guardar las páginas en el nivel superior, pero una página que está editando ya está allí, permita que permanezca en el nivel superior aunque aún no se haya publicado

source: Circle membership does not limit page association (page parent setting) ability
es_es: La pertenencia a un círculo no limita la capacidad de asociación de páginas (configuración de páginas padre)

source: When saving a post, if default term (of any taxonomy) is not in user's subset of assignable terms, substitute first available
es_es: Al guardar una entrada, si el término por defecto (de cualquier taxonomía) no está en el subconjunto de términos asignables del usuario, lo sustituye por el primero disponible

source: When saving a post, if default category is not in user's subset of assignable categories, substitute first available
es_es: Al guardar una entrada, si la categoría por defecto no está en el subconjunto de categorías asignables del usuario, lo sustituye por la primera disponible

source: When saving a post, if default tag is not in user's subset of assignable tags, substitute first available
es_es: Al guardar una entrada, si la etiqueta por defecto no está en el subconjunto de etiquetas asignables del usuario, lo sustituye por la primera disponible

source: When saving a post, if default term (of specified taxonomy) is not in user's subset of assignable tags, substitute first available
es_es: Al guardar una entrada, si el término por defecto (de la taxonomía especificada) no está en el subconjunto de etiquetas asignables del usuario, lo sustituye por el primero disponible

source: When saving a post, never auto-assign a term (of any taxonomy), even if it is the user's only assignable term
es_es: Al guardar una entrada, nunca debe asignarse automáticamente un término (de cualquier taxonomía), incluso si es el único término asignable del usuario

source: When saving a post, never auto-assign a category, even if it is the user's only assignable category
es_es: Al guardar una entrada, nunca debe asignarse automáticamente una categoría, incluso si es la única categoría asignable del usuario

source: When saving a post, never auto-assign a tag, even if it is the user's only assignable tag
es_es: Al guardar una entrada, nunca debe asignarse automáticamente una etiqueta, incluso si es la única etiqueta asignable del usuario

source: When saving a post, never auto-assign a term (of specified taxonomy), even if it is the user's only assignable term
es_es: Al guardar una entrada, nunca debe asignarse automáticamente un término (de la taxonomía especificada), incluso si es el único término asignable del usuario

source: When a limited user updates a post, strip out currently stored categories they don't have permission to assign
es_es: Cuando un usuario limitado actualiza una entrada, elimina las categorías almacenadas que no tiene permiso para asignar

source: When a limited user updates a post, strip out currently stored tags they don't have permission to assign
es_es: Cuando un usuario limitado actualiza una entrada, elimina las etiquetas almacenadas que no tiene permiso para asignar

source: When a limited user updates a post, strip out currently stored terms (of specified taxonomy) they don't have permission to assign
es_es: Cuando un usuario limitado actualiza una entrada, elimina los términos almacenados actualmente (de la taxonomía especificada) que no tiene permiso para asignar

source: Don't define an 'Approved' status, even if Status Control module is active
es_es: No defines un estado `Aprobado`, incluso si el módulo de control de estado está activo

source: If user has Nav Menu management capabilities but can't 'edit_theme_options', strip link out of wp-admin Appearance Menu instead of linking it to nav-menus
es_es: Si el usuario tiene capacidad de gestión de Nav Menu pero no puede `edit_theme_options`, elimine el enlace del Menú de Apariencia de `wp-admin` en lugar de vincularlo a los nav-menus

source: Don't credit implicit 'manage_nav_menus' capability to users who have 'edit_theme_options' or 'switch_themes' capability
es_es: No atribuir la capacidad implícita de `manage_nav_menus` a los usuarios que tienen la capacidad de `edit_theme_options` o `switch_themes`

source: Prevent non-Administrators from adding new Nav Menu items to top level (add below existing editable items instead)
es_es: Evitar que los no administradores añadan nuevos elementos del menú de navegación en el nivel superior (añadirlos debajo de los elementos editables existentes)

source: For non-Administrators, new Nav Menu items default to being a child of first editable item
es_es: Para los que no son administradores, los nuevos elementos del menú de navegación son por defecto hijos del primer elemento editable

source: Don't require any additional capabilities for management of Nav Menu settings (normally require 'manage_menu_settings', 'edit_others_pages' or 'publish_pages')
es_es: No requiere ninguna capacidad adicional para la gestión de los ajustes del menú de navegación (normalmente requiere `manage_menu_settings`, `edit_others_pages` o `publish_pages`)

source: Eliminate extra filtering queries on Nav Menu update, even for non-Administrators
es_es: Eliminación de las consultas de filtrado adicionales en la actualización del menú de navegación, incluso para los no administradores

source: Don't allow non-Administrators to see others' unattached uploads, regardless of Permissions settings. Their own unattached uploads are still accessible unless option 'own_attachments_always_editable' is set false
es_es: No permitas que los que no son administradores vean las subidas no adjuntas de otros, independientemente de los ajustes de permisos. Sus propias subidas sin adjuntar siguen siendo accesibles a menos que la opción `own_attachments_always_editable` esté definida como falsa

source: Limited User Editors can assign their own role
es_es: Los editores de usuarios limitados pueden asignar su propio perfil

source: Post Meta fields to copy when using 'Add Author Page' dropdown on Users screen
es_es: Los campos meta de la entrada se copian cuando se utiliza el menú desplegable «Añadir página de autor» en la pantalla de usuarios

source: Modify these Permissions settings
es_es: Modificar estos ajustes de permisos

source: PublishPress Permissions does not apply any Supplemental Roles or Specific Permissions to limit or expand viewing or editing access
es_es: PublishPress Permissions no aplica ningún tipo de perfiles suplementarios o permisos específicos para limitar o ampliar el acceso de visualización o edición

source: PublishPress Permissions implicitly grants capabilities for all post types and statuses, but does not apply Specific Permissions
es_es: PublishPress Permissions otorga implícitamente capacidades para todos los tipos de contenido y estados, pero no aplica permisos específicos

source: Can create Permission Groups
es_es: Puedes crear grupos de permisos

source: Can edit all Permission Groups (barring Specific Permissions)
es_es: Puedes editar todos los grupos de permisos (excepto los permisos específicos)

source: Can delete Permission Groups
es_es: Puedes borrar los Grupos de permisos

source: If group editing is allowed, can also modify group membership
es_es: Si permite la edición de grupos, también puede modificar la membresía del grupo

source: Assign Supplemental Roles or Specific Permissions. Other capabilities may also be required.
es_es: Asignar perfiles suplementarios o permisos específicos. También pueden ser necesarias otras capacidades.

source: Set Read Permissions for specific posts on Edit Post/Term screen (for non-Administrators lacking edit_users capability; may be disabled by Permissions Settings)
es_es: Establece permisos de lectura para entradas específicas en la pantalla de edición de entradas/términos (para quienes no son administradores y no tienen la capacidad de editar usuarios; puede ser desactivado por los ajustes de permisos)

source: Set Forking Permissions on Edit Post/Term screen (where applicable)
es_es: Establece permisos de bifurcación en la pantalla Editar entrada/término (cuando corresponda)

source: Set Revision Permissions on Edit Post/Term screen (where applicable)
es_es: Establece los permisos de revisión en la pantalla de edición de entradas y términos (cuando sea aplicable)

source: Set Editing Permissions on Edit Post/Term screen (where applicable)
es_es: Establece los permisos de edición en la pantalla Editar entrada/término (cuando corresponda)

source: Set Association (Parent) Permissions on Edit Post screen (where applicable)
es_es: Establece los permisos de asociación (padre) en la pantalla de edición de la entrada (cuando corresponda)

source: Set Term Assignment Permissions on Edit Term screen (in relation to an editable post type)
es_es: Establece los permisos de asignación de términos en la pantalla de edición de términos (en relación con un tipo de puesto editable)

source: Set Term Management Permissions on Edit Term screen
es_es: Establece los permisos de gestión de términos en la pantalla de edición de términos

source: Set Term Association (Parent) Permissions on Edit Term screen
es_es: Establece los permisos de asociación de términos (padres) en la pantalla de edición de términos

source: Edit own file uploads, even if they become attached to an uneditable post
es_es: Editar las subidas de archivos propios, incluso si se adjuntan a una entrada no editable

source: See other user's unattached file uploads in Media Library
es_es: Ver las subidas de archivos no adjuntos de otros usuarios en la biblioteca de medios

source: Disregard association permissions (for all hierarchical post types)
es_es: Ignorar los permisos de asociación (para todos los tipos de contenido jerárquicos)

source: Do not alter the Media Library listing provided by WordPress
es_es: No alterar la lista de la biblioteca de medios proporcionada por WordPress

source: On the Posts screen, satisfy a missing edit_posts capability by listing uneditable drafts
es_es: En la pantalla de Entradas, satisface la falta de capacidad de `edit_posts` capability listando los borradores no editables

source: On the Posts screen, satisfy a missing edit_others_posts capability by listing other user's uneditable posts
es_es: En la pantalla de Entradas, satisface la falta de capacidad de `edit_others_posts` listando las entradas no editables de otros usuarios

source: On the Pages screen, satisfy a missing edit_private_pages capability by listing uneditable private pages
es_es: En la pantalla de páginas, satisface la falta de capacidad de `edit_private_pages` listando las páginas privadas no editables

source: Make Quick Edit and Bulk Edit available to non-Administrators even though some inappropriate selections may be possible
es_es: Hacer que la Edición rápida y la Edición en lote estén disponibles para los que no son administradores, aunque sea posible realizar algunas selecciones inapropiadas

source: (Permissions Pro capability)
es_es: (Capacidad de Permissions Pro)

source: The import can be run multiple times if source values change.
es_es: La importación puede ejecutarse varias veces si los valores de origen cambian.

source: Configuration items will be imported even if the request exceeds PHP execution time limit. Repeat as necessary until all items are imported.
es_es: Los elementos de configuración se importarán incluso si la solicitud supera el límite de tiempo de ejecución de PHP. Repite lo necesario hasta que se importen todos los elementos.

source: Current Role Scoper configuration is not modified or deleted. You will still be able to restore previous behavior by reactivating Role Scoper if necessary.
es_es: La configuración actual de Role Scoper no ha sido modificada ni eliminada. Todavía podrás restablecer el funcionamiento anterior reactivando Role Scoper si es necesario.

source: Following import, you should manually review the results and confirm that permissions are correct. Some manual followup may be required.
es_es: Tras la importación, debes revisar manualmente los resultados y confirmar que los permisos son correctos. Es posible que sea necesario un seguimiento manual.

source: If your Role Scoper configuration has Category Restrictions on the Author or Editor role, specific Publish Permissions will be enabled to control publishing permissions separate from editing permissions. Existing specific Edit Permissions will be mirrored as specific Publish Permissions to maintain previous access.
es_es: Si tu configuración de Role Scoper tiene restricciones de categoría en el perfil de Autor o Editor, se habilitarán permisos de publicación específicos para controlar los permisos de publicación separados de los permisos de edición. Los permisos de edición específicos existentes se reflejarán como permisos de publicación específicos para mantener el acceso anterior.

source: Category Restrictions on the Editor role are converted to specific Edit, Publish and Term Assignment Permissions. If a Post Editor should be blocked from editing other's posts within a specified category but still be able to submit / edit / publish their own posts in that category, they will need to be switched to a WordPress role that does not have the "edit_others_pages" capability. Then specific editing permissions can be granted per-category.
es_es: Las restricciones de categoría en el perfil de editor se convierten en permisos específicos de edición, publicación y asignación de términos. Si un editor de entradas debe ser bloqueado de la edición de otras entradas dentro de una categoría especificada, pero todavía ser capaz de enviar / editar / publicar sus propias entradas en esa categoría, tendrá que ser cambiado a un perfil de WordPress que no tiene la capacidad `edit_others_pages`. Entonces puedes conceder permisos de edición específicos por categoría.
