Repository: wikimedia/wikimediafoundation-org
Catalog: languages/plugins/multilingualpress-*.po
Languages: de_de

# WooCommerce Product Field
source: Override the translation's cross-sell products with the cross-sell products of this one.
de_de: Überschreibe die Cross-Selling-Produkte der Übersetzung mit diesen Cross-Selling-Produkten.

# WooCommerce Product Field
source: Product Short Description
de_de: Produktkurzbeschreibung

# WooCommerce Product Field
source: SKU refers to a Stock-keeping unit, a unique identifier for each distinct product and service that can be purchased.
de_de: SKU bezieht sich auf eine Lager-Einheit. Es ist eine einmalige Identifikation für jedes Produkt oder jeden Service, der gekauft werden kann.

# WooCommerce Product Field
source: Regular Price
de_de: Normaler Preis

# WooCommerce Product Field
source: Gallery
de_de: Galerie

# WooCommerce Product Field
source: Override the translation's gallery with the gallery of this product.
de_de: Überschreibe die Galerie der Übersetzung mit der Galerie dieses Produkts.

# WooCommerce Product Field
source: Downloadable Settings
de_de: Einstellungen zum Download

# WooCommerce Product Field
source: Override target downloadable settings with the source ones.
de_de: Überschreibe die Zieleinstellungen zum Download mit den vorhandenen.

# WooCommerce Product Field
source: Purchase Note
de_de: Kaufnotiz

# WooCommerce Product Field
source: Enter an optional note to send the customer after purchase.
de_de: Gib hier eine optionale Notiz ein, die du deinen Kunden nach dem Kauf sendest.

# WooCommerce Product Field
source: Upsell Products
de_de: Upsell-Produkte

# WooCommerce Product Field
source: Override the translation's upsell products with the upsell products of this one.
de_de: Überschreibe die Upsell-Produkte der Übersetzung mit diesen Upsell-Produkten.

# WooCommerce Product Field Placeholder
source: Buy Product
de_de: Kaufe Produkt

# WooCommerce Product Field
source: This text will be shown on the button linking to the external product.
de_de: Dieser Text wird auf dem Button angezeigt, der zum externen Produkt verlinkt.

# WooCommerce Product Field
source: Grouped Products
de_de: Gruppierte Produkte

# WooCommerce Product Field
source: Override the grouped products with the related products found on this one.
de_de: Überschreibe die gruppierten Produkte mit den hier verknüpften Produkten.

# WooCommerce Product Field
source: Sale Price
de_de: Sale Preis

# WooCommerce Product Field
source: Product Type
de_de: Produkt Typ

# WooCommerce Product Field
source: Override the translation's type with the type of this product
de_de: Überschreibe den Produkt Typ der Übersetzung mit diesem Produkt Typ.

# WooCommerce Product Field
source: Attribute
de_de: Attribut

# WooCommerce Product Field
source: Override the translation's attributes with the attributes of this product.
de_de: Überschreibe die Attribute der Übersetzung mit den Attributen dieses Produkts.

# WooCommerce Product Field
source: Variations
de_de: Variationen

# WooCommerce Product Field
source: Override the target variations with the source product ones. This will also override the attributes and remote product type.
de_de: Überschreibe die Ziel-Variationen mit denen des Ursprungsprodukts. Das wird auch die Attribute und den Produkt Typ überschreiben.

# WooCommerce Product Field
source: Product URL
de_de: Produkt URL

# WooCommerce Product Field
source: Enter the external URL to the product.
de_de: Gib die externe Produkt URL ein.

source: Error updating products data. Something went wrong.
de_de: Fehler beim Update der Produktdaten. Es ist etwas schief gelaufen.

# WooCommerce product tabs
source: General
de_de: Allgemein

# WooCommerce product tabs
source: Inventory
de_de: Lagerbestand

# WooCommerce product tabs
source: Advanced
de_de: Erweitert

source: Enable the Alternative Language Title field on each site: this allows you to create an alternative site title to show on the site admin bar.
de_de: Aktiviere das Feld "Alternativer Sprachtitel" für jede Webseite: dies erlaubt dir einen alternativen Titel für die Webseite anzugeben, der anstelle des Standard-Titels in der Admin Bar angezeigt wird.

source: Alternative Language Title
de_de: Alternativer Sprachtitel

source: Save Languages
de_de: Sprache speichern

source: Enable Language Manager to include custom languages or override existing ones.
de_de: Aktiviere den Language Manager, um eigene Sprachen einzubinden oder bestehende zu überschreiben.

source: New Language
de_de: Neue Sprache

source: Delete
de_de: Löschen

source: Undo Delete
de_de: Löschen widerrufen

source: Delete Language
de_de: Sprache löschen

source: Native name
de_de: Ursprünglicher Name

source: None
de_de: Keine

source: English name
de_de: Englischer Name

source: locale
de_de: lokal

source: Installed
de_de: Installiert

# language-manager
source: Installed
de_de: Installiert

# language-manager
source: Not Installed
de_de: Nicht installiert

source: Do not redirect me to the best matching language version.
de_de: Leite mich nicht zur am besten passenden Sprachversion weiter.

source: Redirect
de_de: Weiterleitung

source: Enable the Redirect checkbox on each site: this allows you to enable/disable the automatic redirection feature according to the user browser language settings.
de_de: Aktiviere die Checkbox für die automatische Weiterleitung für jede Webseite: dies erlaubt dir die automatische Sprachweiterleitung, die Besucher auf die passende Sprachversion anhand der Browsereinstellungen weiterleitet, zu aktivieren/deaktivieren.

source: Send all the translations to trash when this post is trashed.
de_de: Schiebe alle Übersetzungen in den Papierkorb, wenn dieser Post gelöscht wird.

source: Enable the Thrash checkbox on post/page edit page: this allows you to send all the translations to trash when the source post/page is trashed.
de_de: Aktiviere die Trasher-Checkbox auf der Editieren-Seite von Beiträgen/Seiten. Dies erlaubt dir das Löschen aller zugehörigen Übersetzungen, wenn du einen Beitrag/eine Seite löscht.

source: Based on site
de_de: Basierend auf Website

source: Choose site
de_de: Wähle Website

source: Activate all plugins that are active on the source site
de_de: Aktiviere alle Plugins, die in der Quell-Website akitv sind

source: Discourage search engines from indexing this site
de_de: Halte Suchmaschinen davon ab, diese Seite zu indexieren

source: It is up to search engines to honor this request.
de_de: Es obliegt den Suchmaschinen, diese Angabe zu berücksichtigen oder nicht.

source: Search Engine Visibility
de_de: Suchmaschinen-Sichtbarkeit

source: You cannot close this window until the entire process is finished.
de_de: Du kannst dieses Fenster erst schließen, wenn der gesamte Vorgang abgeschlossen ist.

source: Something went wrong when trying to retrieve information about media copy task. Please, wait a minute or try to reload the page. If the problem persists please contact our support.
de_de: Beim Abrufen von Informationen zur Medienkopieraufgabe ist ein Fehler aufgetreten. Bitte warte eine Minute oder versuche die Seite neu zu laden. Wenn das Problem weiterhin besteht, wende dich an unseren Support.

source: Actually one or more scheduled jobs are running, please wait until everything has been completed.
de_de: Derzeit werden ein oder mehrere geplante Jobs ausgeführt. Warte bitte, bis alles abgeschlossen ist.

# Site Attachment Duplication Notice
source: Copying %1$s attachments into new site. Estimated time until finish: %2$s
de_de: Kopieren von %1$s Anhängen in eine neue Site. Geschätzte Zeit bis zum Ende: %2$s

# Site Attachment Duplication Notice
source: Unknown
de_de: Unbekannt

source: Languages
de_de: Sprachen

source: Language
de_de: Sprache

source: No items.
de_de: Keine Einträge.

source: Select All
de_de: Alle auswählen

source: Add to Menu
de_de: Zum Menü hinzufügen

source: Unknown
de_de: Unbekannt

source: Less than one minute
de_de: Weniger als eine Minute

source: Invalid action.
de_de: Ungültige Aktion.

source: User not allowed.
de_de: Benutzer nicht erlaubt.

source: Missing schedule ID.
de_de: Fehlende Zeitplan-ID.

source: Schedule not found
de_de: Zeitplan nicht gefunden

source: Missing schedule data.
de_de: Fehlende Termindaten.

source: The plugin %s has been deactivated.
de_de: Das Plugin %s wurde deaktiviert.

source: It seems that an old version of MultilingualPress is installed in this website.
de_de: Es ist bereits eine ältere Version von MultilingualPress auf dieser Website installiert.

source: Version %1$s of %2$s is not compatible with that old version.
de_de: Version %1$s von %2$s ist nicht mit der veralteten Version kompatibel.

source: This plugin requires WordPress version %1$s, your version %2$s is too old. Please upgrade.
de_de: Dieses Plugin benötigt WordPress Version %1$s. Deine Version %2$s ist veraltet. Bitte aktualisiere WordPress.

source: This plugin needs to run in a multisite.
de_de: Dieses Plugin funktioniert nur in einer Multisite

source: Please convert this WordPress installation to multisite.
de_de: Konvertiere bitte diese WordPress Installation in eine Multisite.

source: This plugin must be activated for the network.
de_de: Dieses Plugin muss netzwerkweit aktiviert werden.

source: Please use the network plugin administration.
de_de: Nutze bitte die Netzwerk-Plugin-Administration.

source: New Term Name:
de_de: Neuer Term-Name:

source: New Term Slug:
de_de: Neuer Term-Slug:

# new parent item
source: New %s
de_de: Neuer %s

source: -- No parent --
de_de: -- Kein Eltern --

source: Synchronize with source term
de_de: Synchronisiere mit Quell-Term

source: Currently not connected.
de_de: Aktuell nicht verknüpft.

source: Currently connected with "%s"
de_de: Aktuell verbunden mit "%s"

source: Create a new term, and use it as translation in %s.
de_de: Erstelle einen neuen Term und verwende ihn als Übersetzung in %s.

source: Select an existing term to be used as translation in %s.
de_de: Wähe einen vorhandenen Term als Übersetzung in %s.

source: Remove connection (don't translate in %s).
de_de: Entferne Verknüpfung (übersetze nicht in %s).

source: Do not change connected term.
de_de: Verknüpfte Terme nicht ändern.

source: Keep not connected.
de_de: Keine Übersetzung.

source: Start typing to search...
de_de: Gib etwas ein, um die Suche zu beginnen...

source: Search
de_de: Suche

source: No terms found matching search.
de_de: Für diese Suchanfrage wurden keine Terme gefunden.

source: Update now
de_de: Aktualisieren

source: New Term Description:
de_de: Neue Term-Beschreibung:

source: Term Description:
de_de: Term-Beschreibung:

source: Error updating term translation for %s: error updating term in database.
de_de: Fehler beim Aktualisieren der Übersetzung für %s: Term konnte nicht in der Datenbank aktualisiert werden.

source: Edit
de_de: Bearbeiten

source: Translations
de_de: Übersetzungen

# translation term metabox
source: Relationship
de_de: Beziehung

# translation term metabox
source: Term Data
de_de: Term-Daten

source: Translation for "%s"
de_de: Übersetzung für "%s"

source: If empty will be auto-generated
de_de: Wird automatisch generiert, wenn leer

source: Post Title:
de_de: Post-Titel:

source: New Post Title:
de_de: Neuer Post-Titel:

source: New Post Slug:
de_de: Neuer Post-Slug:

# edit post link translation meta box
source: Edit Link
de_de: Post editieren

# edit post link translation meta box
source: (open in current page)
de_de: (Öffne in aktueller Seite)

source: Synchronize Taxonomies
de_de: Synchronisiere Taxonomien

source: Overwrites the target post taxonomy terms with the translation of terms assigned to source post.
de_de: Überschreibt die Taxonomie-Terme mit der Übersetzung der Taxonomie-Terme, die dem Quell-Post zugewiesen sind.

source: New Post Status:
de_de: Neuer Post Status:

source: Do not change
de_de: Nicht ändern

source: Currently connected with "%1$s" (%2$s - %3$s)
de_de: Aktuell verknüpft mit "%1$s" (%2$s - %3$s)

source: Create a new %1$s, and use it as translation in %2$s.
de_de: Erstelle %1$s und als Übersetzung in %2$s anwenden.

source: Select an existing %1$s to be used as translation in %2$s.
de_de: Wähle %1$s aus dem Bestand und als Übersetzung in %2$s anwenden.

source: Do not change connected %s.
de_de: Verbunden %s nicht ändern.

source: No posts found matching search.
de_de: Es wurden keine Posts für diese Suchanfrage gefunden.

source: Copy featured image
de_de: Kopiere Beitragsbild

source: Overwrites featured image on translated post with the featured image of source post.
de_de: Überschreibe das Beitragsbild der Übersetzung mit dem des Quell-Posts.

source: Copy source content
de_de: Kopiere Inhalt des Quell-Posts

source: Overwrites content on translated post with the content of source post.
de_de: Überschreibt den Inhalt der Übersetzung mit dem Inhalt des Quell-Posts.

source: New Post Excerpt:
de_de: Neuer Post-Auszug:

source: Post Excerpt:
de_de: Post-Auszug:

source: Error updating translation for %s: error updating post in database.
de_de: Fehler beim Aktualisieren der Übersetzung für %s: Post konnte nicht in der Datenbank aktualisiert werden.

source: The currently connected translation post is trashed.
de_de: Der aktuell verknüpfte übersetzte Post befindet sich im Papierkorb.

source: Edit the relationship or no further editing will be possible.
de_de: Weitere Bearbeitung ist nur möglich, wenn die Sprachbeziehung editiert wird.

# translation post metabox
source: Relationship
de_de: Beziehung

# translation post metabox
source: Title and Content
de_de: Titel und Inhalt

# translation post metabox
source: ACF
de_de: Titel

# translation post metabox
source: Excerpt
de_de: Auszug

# translation post metabox
source: Advanced
de_de: Fortgeschritten

# translation post metabox
source: Taxonomies
de_de: Taxonomien

source: Modules
de_de: Module

source: Translatable Post Types
de_de: Übersetzbare Inhaltstypen

source: Translatable Taxonomies
de_de: Übersetzbare Taxonomien

source: License
de_de: Lizenz

source: Site Language
de_de: Sprache der Seite

source: none
de_de: keine

source: Relationships
de_de: Beziehungen

source: Settings
de_de: Einstellungen

source: Invalid site ID.
de_de: Ungültige Seiten-ID.

source: The requested site does not exist.
de_de: Die angeforderte Seite existiert nicht.

source: Site URL
de_de: Seiten-URL

source: Taxonomy
de_de: Taxonomie

source: Select a default site as fallback when no page translation is found.
de_de: Wähle eine Seite auf die standardmäßig zurückgegriffen wird , wenn keine Übersetzung gefunden wird.
