Repository: wikimedia/wikimediafoundation-org
Catalog: languages/plugins/multilingualpress-*.po
Languages: de_de

source: The module can be activated only if the old MultilingualPress Site Flags Addon is disabled
de_de: Das Modul kann nur aktiviert werden, wenn das alte MultilingualPress Site-Flaggen Addon deaktiviert ist

source: MultilingualPress Site Flags
de_de: MultilingualPress Site-Flaggen

source: Enable Site Flags for MultilingualPress.
de_de: Site-Flaggen für MultilingualPress aktivieren

source: WooCommerce Brands
de_de: WooCommerce Marken

source: Enable WooCommerce Brands Support for MultilingualPress.
de_de: WooCommerce Marken-Support für MultilingualPress aktivieren.

source: The module can be activated only if WooCommerce Brands is active at least in the main site.
de_de: Das Modul kann nur aktiviert werden, wenn WooCommerce Marken zumindest auf der Hauptseite aktiv ist.

source: %s language flag
de_de: %s Sprachenflagge

source: Custom Site Flag
de_de: Benutzerdefinierte Site-Flagge

source: Menu Language Style
de_de: Menüsprache Style

source: Flags and Languages
de_de: Flaggen und Sprachen

source: Only Flags
de_de: Nur Flaggen

source: Only Languages
de_de: Nur Sprachen

source: From now on your site frontend language will be decided by default WordPress language setting. We have automatically checked if WordPress default language setting matches MultilingualPress language for your existing sites but please recheck the language settings of your sites
de_de: Ab jetzt wird die Frontend-Sprache Ihrer Website standardmäßig als WordPress-Sprache festgelegt↵ Einstellung. Wir haben automatisch überprüft, ob die WordPress-Standardspracheinstellung mit der MultilingualPress-Sprache für Ihre bestehenden Sites übereinstimmt, ↵ aber überprüfen Sie bitte die Spracheinstellungen Ihrer Sites noch einmal

source: </br> The following WordPress Language settings have been changed:
de_de: </br> Die folgenden WordPress-Spracheinstellungen wurden geändert:

source: We have changed the functionality of the MultilingualPress language setting
de_de: Wir haben die Funktionalität der Spracheinstellung von MultilingualPress geändert

source: MultilingualPress Language
de_de: MultilingualPress-Sprache

source: WordPress Language
de_de: WordPress-Sprache

source: This setting defines which language your site frontend should use
de_de: Diese Einstellung legt fest, welche Sprache Ihr Site-Frontend verwenden soll

# WooCommerce Field
source: Allow backorders?
de_de: Backorder zulassen?

# WooCommerce Product Field
source: If managing stock, this controls whether or not backorders are allowed. If enabled, stock quantity can go below 0.
de_de: Bei der Verwaltung von Lagerbeständen steuert diese Option, ob Backorder erlaubt sind oder nicht. Wenn diese Option aktiviert ist, kann die Lagermenge unter 0 sinken.

# WooCommerce Field
source: Low stock threshold
de_de: Niedriger Lagerbestand

# WooCommerce Product Field
source: When product stock reaches this amount you will be notified by email. It is possible to define different values for each variation individually. The shop default value can be set in Settings > Products > Inventory.
de_de: Wenn der Produktbestand diese Menge erreicht, wirst Du per E-Mail benachrichtigt. Es ist möglich, unterschiedliche Werte für jede Variante individuell zu definieren. Der Standardwert für den Shop kann unter Einstellungen > Produkte > Lagerbestand festgelegt werden.

source: Store-wide threshold (%d)
de_de: Geschäftsweiter Schwellenwert (%d)

# WooCommerce Field
source: Manage stock?
de_de: Lagerbestände verwalten?

# WooCommerce Product Field
source: Enable stock management at product level
de_de: Aktivieren der Bestandsverwaltung auf Produktebene

# WooCommerce Product Field
source: Inventory Settings
de_de: Inventar-Einstellungen

# WooCommerce Product Field
source: Override target inventory settings with the source ones.
de_de: Überschreiben der Einstellungen des Zielinventars durch die Einstellungen der Quelle.

# WooCommerce Field
source: Sold individually
de_de: Einzeln verkauft

# WooCommerce Product Field
source: Enable this to only allow one of this item to be bought in a single order
de_de: Diese Option aktivieren, damit in einer Bestellung nur ein Exemplar dieses Artikels gekauft werden kann

# WooCommerce Field
source: Stock quantity
de_de: Bestandsmenge

# WooCommerce Product Field
source: Stock quantity. If this is a variable product this value will be used to control stock for all variations, unless you define stock at variation level.
de_de: Vorratsmenge. Wenn es sich um ein variables Produkt handelt, wird dieser Wert zur Steuerung des Bestands für alle Varianten verwendet, es sei denn, der Bestand wird auf Variationsebene definiert.

# WooCommerce Field
source: Stock status
de_de: Status der Lagerbestände

# WooCommerce Product Field
source: Controls whether or not the product is listed as "in stock" or "out of stock" on the frontend.
de_de: Steuert, ob das Produkt im Frontend als "auf Lager" oder "nicht auf Lager" aufgeführt wird oder nicht.

source: Copy the users from source site (the site selected in Based on site option)
de_de: Kopieren der Benutzer von der Quellseite (die Website, die in der Einstellung Basierend auf Website ausgewählt wurde)

source: Users
de_de: Nutzer

# WooCommerce Product Field
source: Downloadable File
de_de: Herunterladbare Datei

# WooCommerce Product Field
source: Override target downloadable files with the source ones.
de_de: Überschreiben der herunterladbaren Zieldateien mit den Quelldateien.

# translation post metabox
source: Title
de_de: Titel

source: User Information Translation Settings
de_de: Einstellungen zur Übersetzung von Benutzerinformationen

source: Biographical Info
de_de: Biografische Informationen

source: Share a little biographical information to fill out your profile. This may be shown publicly.
de_de: Teile ein paar biografische Informationen mit, um Dein Profil zu vervollständigen. Diese können öffentlich angezeigt werden.

source: MultilingualPress: User Profile Translation Settings
de_de: MultilingualPress: Einstellungen zur Übersetzung des Benutzerprofils

# Product data regular price translation meta box
source: The Decimal and Thousand separators will be automatically converted in regards of remote site options
de_de: Die Dezimal- und Tausendertrennzeichen werden automatisch in Bezug auf die Optionen der Zielquelle umgewandelt

# Product data sale price translation meta box
source: The Decimal and Thousand separators will be automatically converted in regards of remote site options
de_de: Die Dezimal- und Tausendertrennzeichen werden automatisch in Bezug auf die Optionen der Zielquelle umgewandelt

source: MultilingualPress: There are no menus found on remote site(s) to copy
de_de: MultilingualPress: Auf der/den entfernten Website(s) wurden keine Menüs zum Kopieren gefunden

source: Are you sure you want to copy the menu from remote site? The current menu will be overridden
de_de: Bist Du sicher, dass Du das Menü von der Remote Site kopieren willst? Das aktuelle Menü wird überschrieben

source: Copy
de_de: Kopieren

source: MultilingualPress: Select a menu to copy:
de_de: MultilingualPress: Ein Menü zum Kopieren auswählen:

source: Location is not selected
de_de: Standort ist nicht ausgewählt

source: Enable the user information translation settings.
de_de: Aktivieren der Einstellungen für die Übersetzung von Benutzerinformationen.

source: The module can be activated only if Elementor is active at least in the main site.
de_de: Das Modul kann nur aktiviert werden, wenn Elementor zumindest auf der Hauptseite aktiv ist.

source: Click on the "New Language" button below and start typing the language or the country name to search for an already existing language and create a new language based on the existing one.
de_de: Wähle unten die Schaltfläche "Neue Sprache" und beginne mit der Eingabe der Sprache oder des Ländernamens, um nach einer bereits vorhandenen Sprache zu suchen und eine neue Sprache auf der Grundlage der vorhandenen Sprache zu erstellen.

# onboarding
source: This guide will help you setup site relationships. To get started click the following button:
de_de: Diese Anleitung hilft bei der Einrichtung von Site-Verbindungen. Um zu beginnen, klicke auf die folgende Schaltfläche:

source: Enable ACF Support for MultilingualPress.
de_de: Aktivieren der ACF-Unterstützung für MultilingualPress.

source: The module can be activated only if ACF plugin is active at least in the main site.
de_de: Das Modul kann nur aktiviert werden, wenn das ACF-Plugin mindestens auf der Hauptseite aktiv ist.

source: Copy ACF Fields
de_de: Kopieren der ACF Felder

source: Overwrites the custom field values on translated post with the values of custom fields of source post .
de_de: Überschreibt die Werte der benutzerdefinierten Felder im übersetzten Beitrag mit den Werten der benutzerdefinierten Felder des Quellbeitrags.

source: Please note, the ACF fields should be created in remote site for this option to work
de_de: Bitte beachten, dass die ACF-Felder in der Gegenstelle erstellt werden müssen, damit diese Option funktioniert

source: Enable Beaver Builder Support for MultilingualPress.
de_de: Aktivieren des Beaver Builder-Unterstützung für MultilingualPress.

source: The module can be activated only if Beaver Builder is active at least in the main site.
de_de: Das Modul kann nur aktiviert werden, wenn der Beaver Builder zumindest auf der Hauptseite aktiv ist.

source: Enable Elementor Support for MultilingualPress.
de_de: Aktiviere die Elementor-Unterstützung für MultilingualPress.

source: Activate License
de_de: Lizenz aktivieren

# License
source: License with API Key %s is active.
de_de: Die Lizenz mit dem API-Schlüssel %s ist aktiv.

source: Choose how to show the language name:
de_de: Wähle wie der Name der Sprache angezeigt werden soll:

source: Language ISO Name
de_de: ISO-Name der Sprache

source: Language Locale
de_de: Lokalisierung der Sprache

source: Language Name
de_de: Name der Sprache

source: Language ISO Code
de_de: ISO-Code der Sprache

source: This version of MultilingualPress has a new licensing system that requires a Master Api Key and a Product ID in order to be activated. These values are available in your <a href="https://multilingualpress.org/my-account/" target="_blank">My Account</a> section. Further information is available <a href="https://multilingualpress.org/docs/multilingualpress-license-update/" target="_blank">here</a>.
de_de: Diese Version von MultilingualPress verfügt über ein neues Lizenzierungssystem für dessen Aktivierung ein Haupt-API-Schlüssel und eine Produkt-ID erforderlich sind. Diese Werte findest du in deinem <a href="https://multilingualpress.de/mein-konto/" target="_blank">Kundenkonto</a>. Weitere Informationen haben wir <a href="https://multilingualpress.de/doku/multilingualpress-lizenz-update/" target="_blank">hier</a> für dich bereitgestellt.

source: Master API Key
de_de: Haupt-API-Schlüssel

source: Product ID
de_de: Produkt-ID

source: Missing data.
de_de: Fehlende Daten.

# Site Duplication
source: Attachments copy has been stopped without errors.
de_de: Das Kopieren der Anhänge wurde ohne Fehler gestoppt.

source: Copy the attachments to the new site.
de_de: Kopiere die Anhänge auf die neue Site.

# Site Duplication Setting
source: If you turn it off you will need to copy the directories manually.<br/>Turning it off is sometimes useful if you have problems with copying the attachments automatically due to hosting restrictions.
de_de: Wenn du es deaktivierst, must du die Verzeichnisse manuell kopieren. <br/> Das Deaktivieren ist manchmal hilfreich, wenn du Probleme beim automatischen Kopieren der Anhänge aufgrund von Hosteinschränkungen hast.

source: Copy Attachments
de_de: Anhänge kopieren

source: Stop Process
de_de: Prozess stoppen

source: Action %s executed successfully.
de_de: Aktion %s wurde erfolgreich ausgeführt.

source: Ops! Something goes wrong when performing the action, more info below.
de_de: Ups! Beim Ausführen der Aktion ist ein Fehler aufgetreten. Weitere Informationen findest du weiter unten.

# Site Duplication
source: Schedule with Id: %s cannot be deleted.
de_de: Zeitplan mit ID: %s kann nicht gelöscht werden.

# Site Duplication
source: Retrieved invalid schedule by id: %s
de_de: Ungültiger Zeitplan von ID:%s abgerufen

source: Language Switcher
de_de: Sprachwechsler

source: Title:
de_de: Titel:

source: Show links for translated content only
de_de: Zeige Links nur für übersetzte Inhalte

source: Show current site
de_de: Aktuelle Seite anzeigen

source: Show flags
de_de: Flaggen zeigen

source: Enable Language Switcher Widget.
de_de: Sprachumschalter-Widget aktivieren.

# Redirect Module Settings
source: Redirect Fallback
de_de: Umleitungs-Fallback

# Redirect Module Settings
source: Choose where to redirect the user when the browser language does not correspond to any available language sites in the network.
de_de: Wähle aus, wohin der Benutzer umgeleitet werden soll, wenn die Browsersprache keinen verfügbaren Sprachwebsites im Netzwerk entspricht.

# Redirect Module Settings
source: None
de_de: Keiner

source: Connect all content from site selected in Based on site
de_de: Verbinde den gesamten Inhalt der Site, die unter Basierend auf Site ausgewählt wurde

source: Connect content
de_de: Inhalte verbinden

source: Show link to translations in post content.
de_de: Zeige Link zu Übersetzungen im Beitragsinhalt.

# QuickLinks
source: Read In:
de_de: Einlesen:

# QuickLinks
source: Redirect
de_de: Umleiten

# QuickLinks Module Settings
source: Top Left
de_de: Oben links

# QuickLinks Module Settings
source: Top Right
de_de: Oben rechts

# QuickLinks Module Settings
source: Bottom Left
de_de: Unten links

# QuickLinks Module Settings
source: Bottom Right
de_de: Unten rechts

source: Cache the Search for Translations. This will prevent to query the database every time we are looking for a translation for contents.
de_de: Die Suche nach Übersetzungen zwischenspeichern. Dies verhindert, dass die Datenbank jedes Mal abgefragt wird, wenn wir nach einer Übersetzung für Inhalte suchen.

source: Content Ids
de_de: Inhalts-IDs

source: Cache the content ids when we are looking for translated content. Prevent to do extra queries to the database for known translated content ids.
de_de: Zwischenspeichere die Inhalts-IDs, wenn du nach übersetzten Inhalten suchst. Verhindere, dass zusätzliche Abfragen für bekannte übersetzte Inhalts-IDs an die Datenbank gesendet werden.

source: Content Relations
de_de: Inhaltsbeziehungen

source: Cache site relations for specific content ids, similar to Content Ids but also prevent to do a query that use JOIN to retrieve the relationships for specific content.
de_de: Cache-Site-Beziehungen für bestimmte Inhalts-IDs, ähnlich wie Inhalts-IDs, verhindern jedoch das Ausführen einer Abfrage, die JOIN verwendet, um die Beziehungen für bestimmte Inhalte abzurufen.

source: Has Site Relations
de_de: Hat Site Beziehungen

source: Cache results of query used to know if a specific site has a specific type of relationship.
de_de: Cache-Ergebnisse von Abfragen, mit denen ermittelt wird, ob für eine bestimmte Site eine bestimmte Art von Beziehung besteht.

source: All Relations
de_de: Alle Beziehungen

source: Cache all relations query result. All relations include all content relations. Boost performances because of the big query needed to retrieve all of the content relations.
de_de: Abfrageergebnis für alle Beziehungen zwischenspeichern. Alle Beziehungen umfassen alle inhaltlichen Beziehungen. Steigere die Leistung aufgrund der großen Abfrage, die zum Abrufen aller Inhaltsbeziehungen erforderlich ist.

source: Related Site Ids
de_de: Verwandte Site-IDs

source: Cache query result for IDs of all sites related to the site with the given ID.
de_de: Cache-Abfrageergebnis für IDs aller Sites, die sich auf die Site mit der angegebenen ID beziehen.

# Cache Settings
source: Database
de_de: Datenbank

source: Table List
de_de: Tabellenliste

source: Cache all tables query result. Basically a query that will return all of the existings table within the database.
de_de: Abfrageergebnis für alle Tabellen zwischenspeichern. Im Grunde ist dies eine Abfrage, die die gesamte vorhandene Tabelle in der Datenbank zurückgibt.

# Cache Settings
source: Navigation Menu
de_de: Navigationsmenü

source: Menu Items
de_de: Menüpunkte

source: Cache all navigation menu items for a faster access. This improve speed on build the navigation menu list when it's rendered in frontend
de_de: Cache alle Navigationsmenüpunkte für einen schnelleren Zugriff. Dies verbessert die Geschwindigkeit beim Erstellen der Navigationsmenü-Liste, wenn diese im Frontend gerendert wird

source: Deactivate License
de_de: Lizenz deaktivieren

source: Save Changes
de_de: Änderungen speichern

source: Enter the title you want to see in the admin bar instead of the default one (i.e. "My English Site").
de_de: Gib hier einen Seiten-Titel an, der in der Admin Bar anstelle des Standard-Titels angezeigt werden soll (z.B. "Meine Deutsche Seite").

source: Alternative language title
de_de: Alternativer Sprachtitel

source: Post Type
de_de: Inhaltstyp

source: Use dynamic permalinks
de_de: Benutze dynamische Permalinks

source: Choose language
de_de: Sprache wählen

# pointers
source: Dismiss guide
de_de: Guide schließen

source: There are no sites with an assigned language.
de_de: Es gibt keine Seiten mit zugewiesener Sprache.

source: Please assign a language to other sites to be able to connect them here.
de_de: Bitte weise anderen Seite eine Sprache zu, um sie hier verknüpfen zu können.

source: You can connect this site only to sites with an assigned language. Other sites will not show up here.
de_de: Du kannst diese Seite nur mit Seiten verknüpfen, denen eine Sprache zugewiesen ist. Andere Seiten werden hier nicht angezeigt.

source: Deselect All
de_de: Alles aufheben

# onboarding
source: Welcome to MultilingualPress!
de_de: Willkommen bei MultilingualPress!

# onboarding
source: Create a new Site
de_de: Erstelle eine neue neue Seite

# onboarding
source: This guide will help you with the setup. <br />At the moment you have only one site. So the first step is to create an additional site and configure the site relationships.
de_de: Dieser Leitfaden wird dir bei der Einrichtung helfen. <br /> Im Moment hast du nur eine Seite. Der erste Schritt ist also, eine zusätzliche Seite zu erstellen und die Seiten-Beziehungen zu konfigurieren.

# onboarding
source: Connect Sites
de_de: Seiten verknüpfen

source: Configure MultilingualPress Settings
de_de: Konfiguriere die MultilingualPress Einstellungen

# onboarding
source: The next step is to configure MultilingualPress settings. <br/>You can enable Modules to add more functionality and select the post types and taxonomies that you want to translate.
de_de: Der nächste Schritt ist die Konfiguration der MultilingualPress Einstellungen. <br/>Du kannst hier Module aktivieren, um mehr Funktionalitäten hinzuzufügen sowie die Post-Typen und Taxonomien auswählen, die du übersetzen möchten.

# onboarding
source: Go to MultilingualPress Settings
de_de: Gehe zu MultilingualPress Einstellungen

# onboarding
source: Connect WordPress Content
de_de: Verknüpfe WordPress Inhalte

# onboarding
source: You made it! Finally, you can translate and connect content in the edit panel. Now you can go to
de_de: Du hast es geschafft! Jetzt kannst du deine Inhalte im Panel übersetzen und verbinden. Starte hier

source: or
de_de: oder

# onboarding
source: Pages
de_de: Seiten

# onboarding
source: to connect them.
de_de: um sie zu verbinden.

# onboarding
source: Please enable Modules and select the post types and taxonomies that you want to translate. <br/>Don't forget to click "Save Changes". Afterwards you can go to
de_de: Bitte aktiviere Module und wähle die Post-Typen und Taxonomien, die du übersetzen möchtest. <br/>Nicht vergessen! Speichere bitte deine Änderungen. Dann kannst du hier fortfahren

# onboarding
source: Finish Guide
de_de: Guide abschließen

# onboarding
source: You made it! Finally, you can translate and connect content in the edit panel. If you need further information
de_de: Du hast es geschafft! Jetzt kannst du deine Inhalte im Panel übersetzen und verbinden. Wenn du weiterführende Informationen brauchst

# onboarding
source: check out our documentation.
de_de: lies unsere Dokumentation.

# onboarding
source: or
de_de: oder

# pointers
source: Language
de_de: Sprache

# pointers
source: Select the language of the site.
de_de: Wähle die Sprache dieser Seite.

# pointers
source: Site Relationships
de_de: Seiten-Beziehungen

# pointers
source: Set up site relationships to existing sites in the network.
de_de: Richte die Verknüpfungen zu bestehenden Seiten im Netzwerk ein.

# pointers
source: Save Changes
de_de: Änderungen speichern

# pointers
source: Finally, save to apply the changes.
de_de: Zum Schluss speichere deine Änderungen.

# pointers
source: After filling the above WordPress site fields, select the language of the site.
de_de: Nach dem Ausfüllen der oben genannten Felder, wähle bitte die Sprache der Seite.

# pointers
source: Based on site
de_de: Quellseite

# pointers
source: Select a site to copy all its contents to the new site.
de_de: Wähle eine Seite, um deren Inhalte auf die neue Seite zu kopieren.

# pointers
source: Use Dynamic Permalinks
de_de: Benutze dynamische Permalinks

# pointers
source: If the post type can not translate the URL, you can activate dynamic permalinks (which is a plain URL) as a workaround to solve the problem.
de_de: Wenn der Post-Typ die URL nicht übersetzen kann, kannst du dynamische Permalinks (einfache URL) als Workaround aktivieren, um das Problem zu lösen.

source: Site %s is not accessible.
de_de: Seite %s ist nicht erreichbar.

source: Site %1$d was not accessible when attempting to save metabox "%2$s".
de_de: Seite %1$d war nicht erreichbar als versucht wurde die Metabox "%2$s" zu speichern.

source: Metabox Not Saved
de_de: Metabox wurde nicht gespeichert

source: Edit Site: %s
de_de: Seite %s editieren

source: Visit
de_de: Besuche

source: Settings saved.
de_de: Einstellungen wurden gespeichert.

# sites relationship
source: %s Site
de_de: Seite %s

# sites relationship
source: Site %d
de_de: Seite %d

source: MultilingualPress 3 requires at least PHP version 7.2. <br />Please ask your server administrator to update your environment to PHP version 7.2.
de_de: MultilingualPress 3 benötigt mindestens die PHP Version 7.2. <br />Bitte wende Dich an Deinen Server-Admin, um ein Update Deiner Systemumgebung auf PHP Version 7.2 durchzuführen.

source: The plugin MultilingualPress has been deactivated
de_de: Das Plugin MultilingualPress wurde deaktiviert

source: You try to activate MLP Version 3 but you already have MLP Version 2 activated. Please check out our <a href="https://multilingualpress.org/docs/getting-started-with-multilingualpress-3/">guide</a> before you continue!
de_de: Du versuchst MLP Version 3 zu aktivieren, obwohl du bereits MLP Version 2 aktiviert hast. Bitte prüfe unseren <a href="https://multilingualpress.de/doku/erste-schritte-mit-multilingualpress-3/">Leitfaden</a> bevor du weiter machst!

source: Enable WooCommerce Support for MultilingualPress.
de_de: Aktiviere die Unterstützung von WooCommerce für MultilingualPress.

source: The module can be activated only if WooCommerce is active at least in the main site.
de_de: Dieses Modul kann nur aktiviert werden, wenn WooCommerce mindestens in der Hauptseite aktiviert ist.

# WooCommerce Product Field
source: Cross-sell Products
de_de: Cross-Sell-Produkte
