Repository: wikimedia/wikimediafoundation-org
Catalog: plugins/gf-hcaptcha/languages/gf-hcaptcha-*.po
Languages: de_de, nl_nl

source: A new way to monetize your site traffic with the hCaptcha addon for Gravity Forms.
de_de: Eine neue Möglichkeit, Ihren Site-Traffic mit dem hCaptcha-Addon für Gravity Forms zu monetarisieren.
nl_nl: Een nieuwe manier om geld te verdienen via uw siteverkeer met de hCaptcha-add-on voor Gravity Forms.

source: reCAPTCHA compatibility
de_de: reCAPTCHA-Kompatibilität
nl_nl: reCAPTCHA compatibiliteit

source: Check if including both hCaptcha and reCaptcha on the same page.
de_de: Überprüfen Sie, ob sowohl hCaptcha als auch reCAPTCHA auf derselben Seite enthalten sind.
nl_nl: Vink aan als u zowel hCaptcha als reCAPTCHA op dezelfde pagina gebruikt.

source: Disable
de_de: Deaktivieren
nl_nl: Uitschakelen

source: Global hCaptcha settings
de_de: Globaler hCaptcha-Einstellungen
nl_nl: Globale hCaptcha instellingen

source: Don't have a account?
de_de: Sie haben noch keinen Account?
nl_nl: Nog geen account?

source: Register
de_de: Registrieren
nl_nl: Registreer

source: first on the hCaptcha website.
de_de: zuerst auf der hCaptcha-Website.
nl_nl: eerst op de hCaptcha website.

source: Secret key hCaptcha
de_de: Geheimer Schlüssel hCaptcha
nl_nl: Geheime sleutel hCaptcha

source: Please insert your
de_de: Bitte geben Sie Ihre
nl_nl: Vul a.u.b. uw

source: secret key here. You can find this in your
de_de: geheimer Schlüssel hier. Sie finden dies in Ihrem
nl_nl: geheime sleutel hier in. U kunt deze vinden in uw

source: dashboard under the tab
de_de: Dashboard unter der Registerkarte
nl_nl: dashboard onder de tab

source: settings
de_de: Einstellungen
nl_nl: instellingen

source: Secret key
de_de: Geheimer Schlüssel
nl_nl: Geheime sleutel

source: Global site key hCaptcha
de_de: Globaler Site-Schlüssel hCaptcha
nl_nl: Globale site sleutel hCaptcha

source: site key here. You can find this in your
de_de: Site-Schlüssel hier. Sie finden dies in Ihrem
nl_nl: site sleutel hier in. U kunt deze vinden in uw

source: sites
de_de: Websites

source: Global site key
de_de: Globaler Site-Schlüssel
nl_nl: Globale site sleutel

source: Theme hCaptcha
de_de: Thema hCaptcha
nl_nl: Thema hCaptcha

source: Choose for the light or the dark theme.
de_de: Wählen Sie für das helle oder das dunkle Thema.
nl_nl: Kies voor het lichte of donkere thema.

source: Size hCaptcha
de_de: Größe hCaptcha
nl_nl: Grootte hCaptcha

source: Choose for the standard or the compact size.
de_de: Wählen Sie für die Standard- oder die Kompaktgröße.
nl_nl: Kies voor de standaard of de compacte grootte.

source: Overwriting site key hCaptcha
de_de: Site-Schlüssel hCaptcha überschreiben
nl_nl: Overschrijvende site sleutel hCaptcha

source: This will overwrite the global site key from the main hCaptcha settings page.
de_de: Dadurch wird der globale Site-Schlüssel von der Hauptseite der hCaptcha-Einstellungen überschrieben.
nl_nl: Dit zal de globale site sleutel van de algemene hCaptcha instellingen pagina overschrijven.

source: Mode hCaptcha
de_de: Modus hCaptcha
nl_nl: Modus hCaptcha

source: Choose for the visible or the invisible hCaptcha.
de_de: Wählen Sie für das sichtbare oder das unsichtbare hCaptcha.
nl_nl: Kies voor de zichtbare of onzichtbare hCaptcha.

source: Choose theme
de_de: Thema wählen
nl_nl: Kies thema

source: Light
de_de: Licht
nl_nl: Licht

source: Dark
de_de: Dunkel
nl_nl: Donker

source: Choose size
de_de: Größe auswählen
nl_nl: Kies grootte

source: Compact
de_de: Kompakt

source: Overwriting site key
de_de: Site-Schlüssel überschreiben
nl_nl: Overschrijvende site sleutel

source: Choose mode
de_de: Wählen Sie den Modus
nl_nl: Kies modus

source: Visible
de_de: Sichtbar
nl_nl: Zichtbaar

source: Invisible
de_de: Unsichtbar
nl_nl: Onzichtbaar

source: The hCaptcha is invalid. Please try again.
de_de: Das hCaptcha ist ungültig. Bitte versuche es erneut.
nl_nl: De hCaptcha is ongeldig. Probeer het opnieuw.

source: Standard
nl_nl: Standaard
