Repository: wikimedia/wikimediafoundation-org
Catalog: plugins/multilingualpress/languages/multilingualpress-*.po
Languages: es_es, it_it

source: Choose a language from the settings sidebar.
it_it: Scegli una lingua dalle impostazioni sulla barra laterale.

source: MultilingualPress: Language Menu
it_it: MultilingualPress: Menu Lingue

source: Gutenberg Blocks
it_it: Blocchi Gutenberg

source: Enable Gutenberg Blocks Support for MultilingualPress.
it_it: Abilita il supporto per i Blocchi Gutenberg su MultilingualPress.

source: Redirect Fallback site for this language
it_it: Sito per reindirizzamento di riserva per questa lingua

source: Select how do you want to display the hreflang for this language
it_it: Seleziona come vuoi mostrare il hreflang per questa lingua

source: Display Style
it_it: Mostra Stile

source: Country
it_it: Stato

source: Country & Region
it_it: Stato e Regione

source: The language locale code
it_it: Codice lingua locale

source: The id of the site to change the language
it_it: Id del sito per cambiare la lingua

source: Could not update the language of site %1$s to %2$s
it_it: Impossibile aggiornare la lingua del sito da %1$s a %2$s

source: The language of site %1$s has been changed to %2$s
it_it: La lingua del sito %1$s è stata cambiata in %2$s

source: The site with given site id doesn't exist
it_it: Il sito con l'ID sito specificato non esiste

source: %s language flag
es_es: bandera de idioma %s
it_it: %s segnale della lingua

source: We have changed the functionality of the MultilingualPress language setting
es_es: Hemos cambiado la funcionalidad de la configuración de idioma de MultilingualPress
it_it: Abbiamo cambiato la funzionalità dell'impostazione di lingua di MultilingualPress

source: </br> The following WordPress Language settings have been changed:
es_es: </br> Se han cambiado las siguientes configuraciones de idioma de WordPress:
it_it: </br> Le seguenti impostazioni di lingua di WordPress sono state modificate:

source: From now on your site frontend language will be decided by default WordPress language setting. We have automatically checked if WordPress default language setting matches MultilingualPress language for your existing sites but please recheck the language settings of your sites
es_es: A partir de ahora, el idioma de la interfaz de su sitio se decidirá por la configuración de idioma predeterminada de WordPress. Hemos verificado automáticamente si la configuración de idioma predeterminada de WordPress coincide con el idioma de MultilingualPress para sus sitios existentes, pero vuelva a verificar la configuración de idioma de sus sitios.
it_it: D'ora in poi la lingua del frontend del tuo sito sarà decisa per impostazione predefinita come lingua di WordPress.↵ Abbiamo verificato automaticamente se l'impostazione della lingua predefinita di WordPress corrisponde alla lingua di MultilingualPress ↵ per i tuoi siti esistenti, ma per favore ricontrolla le impostazioni della lingua dei tuoi siti

source: This setting defines which language your site frontend should use
es_es: Esta configuración define qué idioma debe usar la interfaz de su sitio
it_it: Questa impostazione definisce quale lingua dovrebbe usare il frontend del tuo sito

source: WordPress Language
es_es: Idioma de WordPress
it_it: Lingua WordPress

source: MultilingualPress Language
es_es: Idioma de MultilingualPress
it_it: Lingua MultilingualPress

# WooCommerce Product Field
source: Controls whether or not the product is listed as "in stock" or "out of stock" on the frontend.
es_es: Controla si el producto aparece o no como "en stock" o "agotado" en la interfaz.
it_it: Controlla se il prodotto è mostrato come "disponibile" o "non disponibile" sul frontend.

# WooCommerce Field
source: Stock status
es_es: Estado del inventario
it_it: Stato delle scorte

# WooCommerce Product Field
source: Stock quantity. If this is a variable product this value will be used to control stock for all variations, unless you define stock at variation level.
es_es: Cantidad de stock. Si se trata de un producto variable, este valor se utilizará para controlar el stock para todas las variaciones, a menos que defina stock a nivel de variación.
it_it: Quantità di scorta. Se questo è un prodotto variabile, questo valore verrà utilizzato per controllare la quantità di scorta per tutte le variazioni,↵ a meno che non si definiscano le scorte a livello di variazione.

# WooCommerce Field
source: Stock quantity
es_es: Cantidad de stock
it_it: Quantità di scorta

# WooCommerce Product Field
source: Enable this to only allow one of this item to be bought in a single order
es_es: Habilite esto para permitir que solo se compre uno de estos artículos en un solo pedido
it_it: Abilita questa opzione per consentire l'acquisto di un solo articolo in un singolo ordine

# WooCommerce Field
source: Sold individually
es_es: Vendidos individualmente
it_it: Venduti singolarmente

# WooCommerce Product Field
source: Override target inventory settings with the source ones.
es_es: Anule la configuración del inventario de destino con la de origen.
it_it: Sostituisci le impostazioni dell'inventario di destinazione con quelle di origine.

# WooCommerce Product Field
source: Inventory Settings
es_es: Configuración de inventario
it_it: Impostazioni inventario

# WooCommerce Product Field
source: Enable stock management at product level
es_es: Habilite la gestión de existencias a nivel de producto
it_it: Abilita la gestione delle scorte a livello di prodotto

# WooCommerce Field
source: Manage stock?
es_es: ¿Gestionar stock?
it_it: Gestire le scorte?

source: Store-wide threshold (%d)
es_es: Umbral de toda la tienda (%d)
it_it: Soglia a livello di negozio (%d)

# WooCommerce Product Field
source: When product stock reaches this amount you will be notified by email. It is possible to define different values for each variation individually. The shop default value can be set in Settings > Products > Inventory.
es_es: Cuando el stock de productos alcance esta cantidad, se le notificará por correo electrónico. Es posible definir diferentes valores para cada variación individualmente. El valor predeterminado de la tienda se puede configurar en Configuración> Productos> Inventario.
it_it: Quando lo stock di prodotti raggiunge questo quantità, riceverai una notifica via e-mail.↵ È possibile definire valori diversi per ogni variazione individualmente.↵ Il valore predefinito del negozio può essere impostato in Impostazioni > Prodotti > Inventario.

# WooCommerce Field
source: Low stock threshold
es_es: Umbral de stock bajo
it_it: Soglia limite delle scorte

# WooCommerce Product Field
source: If managing stock, this controls whether or not backorders are allowed. If enabled, stock quantity can go below 0.
es_es: Si gestiona existencias, esto controla si se permiten o no pedidos pendientes. Si está habilitado, la cantidad de existencias puede ser inferior a 0.
it_it: Se si gestisce lo stock dei prodotti, controlla se sono consentiti o meno i backorder. Se abilitato, la quantità di stock può scendere al di sotto di 0.

# WooCommerce Field
source: Allow backorders?
es_es: ¿Permitir pedidos atrasados?
it_it: Consentire i backorder?

source: Users
es_es: Usuarios
it_it: Utenti

source: Copy the users from source site (the site selected in Based on site option)
es_es: Copie los usuarios del sitio de origen (el sitio seleccionado en la opción Basado en el sitio)
it_it: Copia gli utenti dal sito di origine (il sito selezionato nell'opzione "Based on")

source: Changes you made may not be saved.
it_it: Le modifiche apportate potrebbero non essere salvate.

# translation post metabox
source: Title
es_es: Título
it_it: Titolo

# WooCommerce Product Field
source: Override target downloadable files with the source ones.
es_es: Reemplaza los archivos descargables de destino con los de origen.
it_it: Sostituisci i file scaricabili di destinazione con quelli di origine.

# WooCommerce Product Field
source: Downloadable File
es_es: Archivo descargable
it_it: File scaricabile

source: Location is not selected
es_es: La ubicación no está seleccionada
it_it: La posizione non è selezionata

source: MultilingualPress: Select a menu to copy:
es_es: MultilingualPress: seleccione un menú para copiar:
it_it: MultilingualPress: Seleziona un menu da copiare:

source: Copy
es_es: Copiar
it_it: Copia

source: Are you sure you want to copy the menu from remote site? The current menu will be overridden
es_es: ¿Está seguro de que desea copiar el menú del sitio remoto? Se anulará el menú actual
it_it: Sei sicuro di voler copiare il menu dal sito remoto? Il menu corrente verrà sovrascritto

source: MultilingualPress: There are no menus found on remote site(s) to copy
es_es: MultilingualPress: no se han encontrado menús en sitios remotos para copiar
it_it: MultilingualPress: non sono stati trovati dei menu sui siti remoti da copiare

# Product data sale price translation meta box
source: The Decimal and Thousand separators will be automatically converted in regards of remote site options
es_es: Los separadores Decimal y Mil se convertirán automáticamente en lo que respecta a las opciones del sitio remoto
it_it: I caratteri separatori dei valori decimali e delle migliaia verranno convertiti automaticamente in base alle opzioni del sito remoto

# Product data regular price translation meta box
source: The Decimal and Thousand separators will be automatically converted in regards of remote site options
es_es: Los separadores Decimal y Mil se convertirán automáticamente en lo que respecta a las opciones del sitio remoto
it_it: I caratteri separatori dei valori decimali e delle migliaia verranno convertiti automaticamente in base alle opzioni del sito remoto

source: MultilingualPress: User Profile Translation Settings
es_es: MultilingualPress: Configuración de traducción de perfiles de usuario
it_it: MultilingualPress: Impostazioni di traduzione del profilo utente

source: Share a little biographical information to fill out your profile. This may be shown publicly.
es_es: Comparta un poco de información biográfica para completar su perfil. Esto puede mostrarse públicamente.
it_it: Condividi alcune informazioni biografiche per compilare il tuo profilo. Tali informazioni potrebbero essere mostrate pubblicamente.

source: Biographical Info
es_es: Información biográfica
it_it: Informazioni Biografiche

source: User Information Translation Settings
es_es: Configuración de traducción de información de usuario
it_it: Impostazioni di traduzione delle informazioni utente

source: Enable the user information translation settings.
es_es: Habilite la configuración de traducción de la información del usuario.
it_it: Abilita le impostazioni di traduzione delle informazioni utente.

# onboarding
source: This guide will help you setup site relationships. To get started click the following button:
es_es: Esta guía le ayudará a establecer relaciones con el sitio. Para comenzar, haga clic en el siguiente botón:
it_it: Questa guida ti aiuterà a impostare le relazioni del sito. Per iniziare, fai clic sul pulsante seguente:

source: Click on the "New Language" button below and start typing the language or the country name to search for an already existing language and create a new language based on the existing one.
es_es: Haga clic en el botón "Nuevo idioma" a continuación y comience a escribir el idioma o el nombre del país para buscar un idioma ya existente y crear un nuevo idioma basado en el existente.
it_it: Fare clic sul pulsante "Nuova lingua" in basso e iniziare a digitare la lingua o il nome del paese per cercare una lingua già esistente e creare una nuova lingua basata su quella esistente.

source: The module can be activated only if Elementor is active at least in the main site.
es_es: El módulo se puede activar solo si Elementor está activo al menos en el sitio principal.
it_it: Il modulo è attivabile solo se Elementor è attivo almeno nel sito principale.

source: Enable Elementor Support for MultilingualPress.
es_es: Habilite la compatibilidad con Elementor para MultilingualPress.
it_it: Abilita il supporto Elementor per MultilingualPress.

source: The module can be activated only if Beaver Builder is active at least in the main site.
es_es: El módulo se puede activar solo si Beaver Builder está activo al menos en el sitio principal.
it_it: Il modulo può essere attivato solo se Beaver Builder è attivo almeno nel sito principale.

source: Enable Beaver Builder Support for MultilingualPress.
es_es: Habilite la compatibilidad con Beaver Builder para MultilingualPress.
it_it: Abilita il supporto Beaver Builder per MultilingualPress.

source: Please note, the ACF fields should be created in remote site for this option to work
es_es: Tenga en cuenta que los campos ACF deben crearse en un sitio remoto para que esta opción funcione
it_it: Attenzione: i campi ACF devono essere creati nel sito remoto affinché questa opzione funzioni

source: Overwrites the custom field values on translated post with the values of custom fields of source post .
es_es: Sobrescribe los valores de los campos personalizados en la publicación traducida con los valores de los campos personalizados de la publicación de origen.
it_it: Sovrascrive i valori dei campi personalizzati sul post tradotto con i valori dei campi personalizzati del post di origine.

source: Copy ACF Fields
es_es: Copiar campos de ACF
it_it: Copia campi ACF

source: The module can be activated only if ACF plugin is active at least in the main site.
es_es: El módulo se puede activar solo si el complemento ACF está activo al menos en el sitio principal.
it_it: Il modulo può essere attivato solo se il plugin ACF è attivo almeno nel sito principale.

source: Enable ACF Support for MultilingualPress.
es_es: Habilite la compatibilidad con ACF para MultilingualPress.
it_it: Abilita il supporto ACF per MultilingualPress.

# License
source: License with API Key %s is active.
es_es: La licencia con la clave API %s está activa.
it_it: La Licenza con API Key %s è attiva.

source: Activate License
es_es: Activar licencia
it_it: Attiva la Licenza

source: Language ISO Code
es_es: Código ISO de idioma
it_it: Codice ISO Lingua

source: Language Name
es_es: Nombre del lenguaje
it_it: Nome della Lingua

source: Language Locale
es_es: Configuración regional del idioma
it_it: Locale Lingua

source: Language ISO Name
es_es: Nombre ISO del idioma
it_it: Nome ISO Lingua

source: Choose how to show the language name:
es_es: Elija cómo mostrar el nombre del idioma:
it_it: Seleziona come desideri mostrare il nome della lingua:

source: This version of MultilingualPress has a new licensing system that requires a Master Api Key and a Product ID in order to be activated. These values are available in your <a href="https://multilingualpress.org/my-account/" target="_blank">My Account</a> section. Further information is available <a href="https://multilingualpress.org/docs/multilingualpress-license-update/" target="_blank">here</a>.
es_es: Esta versión de MultilingualPress tiene un nuevo sistema de licencias que requiere una clave maestra de API y una identificación de producto para activarse. Estos valores están disponibles en su sección <a href="https://multilingualpress.org/my-account/" target="_blank"> Mi cuenta </a>. Más información está disponible <a href="https://multilingualpress.org/docs/multilingualpress-license-update/" target="_blank"> aquí </a>.
it_it: Questa versione di MultilingualPress ha un nuovo sistema di gestione delle licenze che richiede una Master Api Key e un Product ID per essere attivata. Tali valori sono disponibili nella vostra sezione <a href="https://multilingualpress.org/my-account/" target="_blank">My Account</a>. Maggiori informazioni sono disponibili <a href="https://multilingualpress.org/docs/multilingualpress-license-update/" target="_blank">qui</a>.

source: Missing data.
es_es: Datos no encontrados.
it_it: Dati mancanti.

# Site Duplication
source: Retrieved invalid schedule by id: %s
es_es: Programa inválido recuperado por id: %s
it_it: Recuperata una programmazione non validacon Id %s

# Site Duplication
source: Schedule with Id: %s cannot be deleted.
es_es: Programar con Id: %s no se puede eliminar.
it_it: Il processo programmato con Id %s non può essere eliminato

source: Ops! Something goes wrong when performing the action, more info below.
es_es: Ops! Algo va mal al realizar la acción, más información a continuación.
it_it: Ops! Qualcosa è andato storto durante l'esecuzione, maggiori informazioni qui di seguito.

source: Action %s executed successfully.
es_es: La acción %s se ejecutó correctamente.
it_it: L'azione %s è stata eseguita con successo.

source: Stop Process
es_es: Detener el proceso
it_it: Interrompi il processo

source: Copy Attachments
es_es: Copiar archivos adjuntos
it_it: Copia gli allegati

# Site Duplication Setting
source: If you turn it off you will need to copy the directories manually.<br/>Turning it off is sometimes useful if you have problems with copying the attachments automatically due to hosting restrictions.
es_es: Si lo desactiva, deberá copiar los directorios manualmente.<br/>Desactivarlo a veces es útil si tiene problemas para copiar los archivos adjuntos automáticamente debido a restricciones de alojamiento.
it_it: Se lo disattivi, dovrai copiare manualmente le cartelle. <br/> Disattivarlo a volte è utile se hai problemi con la copia automatica degli allegati a causa delle restrizioni dell'hosting.

source: Copy the attachments to the new site.
es_es: Copie los archivos adjuntos al nuevo sitio.
it_it: Copia gli allegati nel nuovo sito.

# Site Duplication
source: Attachments copy has been stopped without errors.
es_es: La copia de los archivos adjuntos se detuvo sin errores.
it_it: La copia degli allegati è stata interrotta senza errori.

source: Enable Language Switcher Widget.
es_es: Habilite el widget de cambio de idioma.
it_it: Abilita il Widget Language Switcher

source: Show flags
es_es: Mostrar banderas
it_it: Mostra le bandiere

source: Show current site
es_es: Mostrar sitio actual
it_it: Mostra il sito corrente

source: Show links for translated content only
es_es: Mostrar enlaces solo para contenido traducido
it_it: Mostra i link solo per i contenuti tradotti

source: Title:
es_es: Título:
it_it: Titolo

# Redirect Module Settings
source: None
es_es: Ninguno
it_it: Nessuno

# Redirect Module Settings
source: Choose where to redirect the user when the browser language does not correspond to any available language sites in the network.
es_es: Elija dónde redirigir al usuario cuando el idioma del navegador no corresponde a ningún sitio de idiomas disponible en la red.
it_it: Seleziona dove desideri redirezionare l'utente quando la lingua impostata nel browser non corrisponde ad alcuna lingua tra quelle disponibili nei siti appartenenti alla rete.

# Redirect Module Settings
source: Redirect Fallback
it_it: Fallback di redirezione

source: Connect content
es_es: Conectar contenido
it_it: Connetti il contenuto

source: Connect all content from site selected in Based on site
es_es: Conecte todo el contenido del sitio seleccionado en Basado en el sitio
it_it: Connetti i contenuti del nuovo sito ai contentuti del sito selezionato nel campo 'Based on'

# QuickLinks Module Settings
source: Bottom Right
es_es: Abajo a la derecha
it_it: In basso a destra

# QuickLinks Module Settings
source: Bottom Left
es_es: Abajo a la izquierda
it_it: In basso a sinistra

# QuickLinks Module Settings
source: Top Right
es_es: Parte superior derecha
it_it: In alto a destra

# QuickLinks Module Settings
source: Top Left
es_es: Arriba a la izquierda
it_it: In alto a sinistra

# QuickLinks Module Settings
source: QuickLinks Position
es_es: Posición de enlaces rápidos
it_it: Posizioni Quicklinks

# QuickLinks
source: Redirect
es_es: Redirigir
it_it: Redireziona

# QuickLinks
source: Read In:
es_es: Leer en:
it_it: Leggi in:

source: Show link to translations in post content.
es_es: Mostrar enlace a las traducciones en el contenido de la publicación.
it_it: Mostra il link alle traduzioni nel contenuto del post

source: Cache all navigation menu items for a faster access. This improve speed on build the navigation menu list when it's rendered in frontend
es_es: Caché todos los elementos del menú de navegación para un acceso más rápido. Esto mejora la velocidad al crear la lista del menú de navegación cuando se representa en la interfaz
it_it: Memorizza nella cache tutti gli elementi del menu di navigazione per ottenere un accesso più rapido. Questa impostazione permette di rendere più rapido il caricamento del menu di navigazione sul frontend

source: Menu Items
es_es: Elementos de menú
it_it: Elementi del Menu

# Cache Settings
source: Navigation Menu
es_es: Menú de Navegación
it_it: Menu di Navigazione

source: Cache all tables query result. Basically a query that will return all of the existings table within the database.
es_es: Caché de todas las tablas resultado de la consulta. Básicamente, una consulta que devolverá toda la tabla existente dentro de la base de datos.
it_it: Memorizza nella cache il risultato della query delle tabelle. In pratica una query che ritornerà tuttle le tabelle esistenti nel database.

source: Table List
es_es: Lista de tablas
it_it: Lista Tabelle

source: Cache query result for IDs of all sites related to the site with the given ID.
es_es: Resultado de la consulta de caché para ID de todos los sitios relacionados con el sitio con la ID dada.
it_it: Memorizza nella cache il risultato della query che estrae gli ID di tutti i siti correlati al sito con l'ID specificato.

source: Related Site Ids
es_es: ID de sitio relacionado
it_it: Id sito correlati

source: Cache all relations query result. All relations include all content relations. Boost performances because of the big query needed to retrieve all of the content relations.
es_es: Caché de todas las relaciones resultado de la consulta. Todas las relaciones incluyen todas las relaciones de contenido. Aumente el rendimiento debido a la gran consulta necesaria para recuperar todas las relaciones de contenido.
it_it: Memorizza nella cache tutti i risultati della query sulle relazioni. Queste includono tutte le relazioni sui contenuti. Aumenta le prestazioni grazie alla memorizzazzione della query complessa necessaria per recuperare tutte le relazioni di contenuto.

source: All Relations
es_es: Todas las relaciones
it_it: Tutte le relazioni

source: Cache results of query used to know if a specific site has a specific type of relationship.
es_es: Los resultados de la consulta de la memoria caché solían saber si un sitio específico tiene un tipo específico de relación.
it_it: Memorizza nella cache i risultati della query utilizzata per sapere se un certo sito abbia un determinato tipo di relazione.

source: Has Site Relations
es_es: Tiene relaciones con el sitio
it_it: Ha relazioni di tipo sito

source: Cache site relations for specific content ids, similar to Content Ids but also prevent to do a query that use JOIN to retrieve the relationships for specific content.
es_es: Cache las relaciones del sitio para identificadores de contenido específicos, similares a los ID de contenido, pero también impiden hacer una consulta que use JOIN para recuperar las relaciones para contenido específico.
it_it: Memorizza nella cache le relazioni del sito per Id di contenuto specifici, simili agli Id di contenuto, ma impedisce anche di eseguire una query che utilizza JOIN per recuperare le relazioni per contenuti specifici.

source: Content Relations
es_es: Relaciones de contenido
it_it: Relazioni dei contenuti
