Repository: wikimedia/wikimediafoundation-org
Catalog: plugins/multilingualpress/languages/multilingualpress-*.po
Languages: es_es, it_it

source: Enable the Redirect checkbox on each site: this allows you to enable/disable the automatic redirection feature according to the user browser language settings.
es_es: Active la casilla de verificación Redirect en cada sitio: esto le permite habilitar / deshabilitar la función de redirección automática de acuerdo con la configuración de idioma del navegador del usuario.
it_it: Abilita la checkbox di redirezione su ciascun sito: questo permette di abilitare/disabilitare la redirezione automatica in base alle impostazioni di lingua del browser dell'utente.

source: Enable automatic redirect
it_it: Abilita la redirezione automatica

source: Redirect
es_es: Redireccionar
it_it: Redirezione

source: Do not redirect me to the best matching language version.
es_es: No redireccionarme a la mejor versión de idioma coincidente.
it_it: Non eseguire la redirezione alla versione di lingua più compatible.

# language-manager
source: Not Installed
es_es: No instalado
it_it: Non installato

# language-manager
source: Installed
es_es: Instalado
it_it: Installato

source: Installed
es_es: Instalado
it_it: Installato

source: locale
it_it: codice locale

source: English name
es_es: Nombre inglés
it_it: Nome in inglese

source: None
es_es: Ninguno
it_it: Nessuna

source: Native name
es_es: Nombre nativo
it_it: Nome originale

source: Delete Language
es_es: Eliminar idioma
it_it: Elimina Lingua

source: Undo Delete
es_es: Deshacer borrar
it_it: Annulla Eliminazione

source: Delete
es_es: Borrar
it_it: Elimina

source: New Language
es_es: Nuevo idioma
it_it: Nuova Lingua

source: Language Manager
es_es: Gestor de idiomas
it_it: Gestore delle lingue

source: Enable Language Manager to include custom languages or override existing ones.
es_es: Habilite el administrador de idiomas para incluir idiomas personalizados o anular los existentes.
it_it: Abilita il Language Manager per includere lingue personalizzate o sovrascrivere quelle esistenti.

source: Save Languages
es_es: Guardar idiomas
it_it: Salva le Lingue

source: Alternative Language Title
es_es: Título del idioma alternativo
it_it: Titolo Lingua Alternativo

source: Enable the Alternative Language Title field on each site: this allows you to create an alternative site title to show on the site admin bar.
es_es: Habilite el campo Título de idioma alternativo en cada sitio: esto le permite crear un título de sitio alternativo para mostrar en la barra de administración del sitio.
it_it: Abilita il campo Titolo Lingua Alternativo su ciascun sito: questo permette la creazione di un titolo alternativo del sito da visualizzare sulla barra di amministrazione.

# translation post metabox
source: Product Data
it_it: Dati Prodotto

# WooCommerce product tabs
source: Advanced
es_es: Avanzado
it_it: Avanzato

# WooCommerce product tabs
source: Inventory
es_es: Inventario
it_it: Inventario

# WooCommerce product tabs
source: General
it_it: Generale

source: Error updating products data. Something went wrong.
es_es: Error al actualizar los datos de los productos. Algo salió mal.
it_it: Errore durante l'aggiornamento dei dati. Qualcosa è andato storto

# WooCommerce Product Field
source: Enter the external URL to the product.
es_es: Introduzca la URL externa al producto.
it_it: Inserisci l'URL esterno del prodotto

# WooCommerce Product Field
source: Product URL
es_es: URL del producto
it_it: URL Prodotto

# WooCommerce Product Field
source: Override the target variations with the source product ones. This will also override the attributes and remote product type.
es_es: Anule las variaciones de destino con las de producto de origen. Esto también anulará los atributos y el tipo de producto remoto.
it_it: Sovrascrivi le variazioni con quelle trovate nel prodotto di origine. Questo sovrascriverà inoltre gli attributi e il tipo di prodotto remoto.

# WooCommerce Product Field
source: Variations
es_es: Variaciones
it_it: Variazioni

# WooCommerce Product Field
source: Override the translation's attributes with the attributes of this product.
es_es: Reemplace los atributos de la traducción con los atributos de este producto.
it_it: Sovrascrivi la traduzione degli attributi con gli attributi correlati al prodotto corrente.

# WooCommerce Product Field
source: Attribute
es_es: Atributo
it_it: Attributo

# WooCommerce Product Field
source: Override the translation's type with the type of this product
es_es: Reemplace el tipo de traducción con el tipo de este producto
it_it: Sovrascrivi il tipo di prodotto utilizzando il tipo del prodotto corrente.

# WooCommerce Product Field
source: Product Type
es_es: Tipo de producto
it_it: Tipo di Prodotto

# WooCommerce Product Field
source: Sale Price
es_es: Precio de venta
it_it: Prezzo Scontato

# WooCommerce Product Field
source: Override the grouped products with the related products found on this one.
es_es: Reemplace los productos agrupados con los productos relacionados que se encuentran en este.
it_it: Sovrascrivi i prodotti raggruppati con i prodotti trovati nel prodotto corrente.

# WooCommerce Product Field
source: Grouped Products
es_es: Productos agrupados
it_it: Prodotti Raggruppati

# WooCommerce Product Field
source: This text will be shown on the button linking to the external product.
es_es: Este texto se mostrará en el botón que vincula al producto externo.
it_it: Questo testo verrà mostrato nel link del bottone per il prodotto esterno.

# WooCommerce Product Field
source: Button Text
es_es: Texto del botón
it_it: Testo per il Bottone

# WooCommerce Product Field Placeholder
source: Buy Product
es_es: Comprar Producto
it_it: Compra il prodotto

# WooCommerce Product Field
source: Override the translation's upsell products with the upsell products of this one.
es_es: Reemplace los productos de mayor venta de la traducción con los productos de mayor venta de este.
it_it: Sovrascrivi la traduzione dei prodotti upsell con quelli correlati al prodotto corrente.

# WooCommerce Product Field
source: Upsell Products
es_es: Productos de mayor venta
it_it: Prodotti Upsell

# WooCommerce Product Field
source: Enter an optional note to send the customer after purchase.
es_es: Introduzca una nota opcional para enviar al cliente después de la compra.
it_it: Inserisci una nota opzionale da inviare al cliente dopo l'acquisto.

# WooCommerce Product Field
source: Purchase Note
es_es: Nota de compra
it_it: Note sull'acquisto

# WooCommerce Product Field
source: Override target downloadable settings with the source ones.
es_es: Reemplace los archivos descargables de destino con los de origen.
it_it: Sostituisci le impostazioni scaricabili di destinazione con quelle di origine.

# WooCommerce Product Field
source: Downloadable Settings
es_es: Producto descargable
it_it: Impostazioni scaricabili

# WooCommerce Product Field
source: Override the translation's gallery with the gallery of this product.
es_es: Reemplace la traducción de la galería con la galería de este producto.
it_it: Sovrascrivi la galleria con le immagini correlate al prodotto corrente.

# WooCommerce Product Field
source: Gallery
es_es: Galería
it_it: Galleria

# WooCommerce Product Field
source: Regular Price
es_es: Precio regular
it_it: Prezzo Normale

# WooCommerce Product Field
source: SKU refers to a Stock-keeping unit, a unique identifier for each distinct product and service that can be purchased.
es_es: SKU se refiere a una unidad de mantenimiento de existencias, un identificador único para cada producto y servicio distinto que se puede comprar.
it_it: SKU si riferisce all'unità in magazino, è un identificatore univoco che distingue ogno prodotto e servizio che può essere acquistato.

# WooCommerce Product Field
source: Product Short Description
es_es: Descripción corta del producto
it_it: Breve descrizione del prodotto

# WooCommerce Product Field
source: Override the translation's cross-sell products with the cross-sell products of this one.
es_es: Reemplace los productos de venta cruzada de la traducción con los productos de venta cruzada de este.
it_it: Sovrascrivi la traduzione dei prodotti cross-sell con i cross-sells correlati al prodotto corrente.

# WooCommerce Product Field
source: Cross-sell Products
es_es: Productos de venta cruzada
it_it: Prodotti Cross-sell

source: The module can be activated only if WooCommerce is active at least in the main site.
es_es: El módulo solo se puede activar si WooCommerce está activo al menos en el sitio principal.
it_it: Il modulo può essere attivato solo se WooCommerce è attivo almeno nel sito principale.

source: Enable WooCommerce Support for MultilingualPress.
es_es: Habilitar el soporte de WooCommerce para MultilingualPress.
it_it: Abilita il supporto Woocommerce per MultilingualPress

source: You try to activate MLP Version 3 but you already have MLP Version 2 activated. Please check out our <a href="https://multilingualpress.org/docs/getting-started-with-multilingualpress-3/">guide</a> before you continue!
es_es: Estas intentando activar MLP versión 3 pero tienes activada MLP versión 2. ¡Por favor comprueba nuestra <a href="https://multilingualpress.org/docs/getting-started-with-multilingualpress-3/">guía</a> antes de continuar!
it_it: Stai tentando di attivare la versione 3 di MLP, ma la versione 2 risulta essere già attivata. Si prega di consultare la nostra <a href="https://multilingualpress.org/docs/getting-started-with-multilingualpress-3/">guida</a> prima di continuare!

source: The plugin MultilingualPress has been deactivated
es_es: El plugin MultilingualPress ha sido desactivado
it_it: Il plugin MultilingualPress è stato disattivato

source: MultilingualPress 3 requires at least PHP version 7.2. <br />Please ask your server administrator to update your environment to PHP version 7.2.
es_es: MultilingualPress 3 requiere al menos PHP versión 7. <br />Por favor pide a tu administrador de servidor que actualize tu entorno a PHP versión 7.
it_it: MultilingualPress 3 richiede almeno la versione 7.2 di PHP. <br /> Si prega di chiedere all'amministratore del server di aggiornare il proprio ambiente alla versione 7.2 di PHP.

source: The multisite-based plugin for your multilingual WordPress websites.
it_it: Il plugin multisito per i tuoi siti Web WordPress multilingue.

source: The module can be activated only if the old MultilingualPress Site Flags Addon is disabled
es_es: El módulo se puede activar solo si el antiguo complemento MultilingualPress Site Flags está deshabilitado

source: Enable Site Flags for MultilingualPress.
es_es: Activar Site Flags for MultilingualPress.

source: Enable WooCommerce Brands Support for MultilingualPress.
es_es: Activar soporte WooCommerce Brands para MultilingualPress.

source: The module can be activated only if WooCommerce Brands is active at least in the main site.
es_es: El módulo se puede activar solo si WooCommerce Brands está activo al menos en el sitio principal.

source: Custom Site Flag
es_es: Bandera de sitio personalizado

source: Menu Language Style
es_es: Estilo de idioma del menú

source: Flags and Languages
es_es: Banderas e idiomas

source: Only Flags
es_es: Solo banderas

source: Only Languages
es_es: Solo idiomas

source: Master API Key
es_es: Clave maestra de API

source: Product ID
es_es: ID del producto

source: QuickLink
es_es: Enlace rápido

# QuickLinks Module Settings
source: QuickLinks
es_es: Enlaces rápidos

# Cache Settings
source: Database
es_es: Base de datos
