Repository: wikimedia/wikimediafoundation-org
Catalog: plugins/multilingualpress/languages/multilingualpress-*.po
Languages: es_es, it_it

source: Cache the content ids when we are looking for translated content. Prevent to do extra queries to the database for known translated content ids.
es_es: Caché los identificadores de contenido cuando estamos buscando contenido traducido. Evite realizar consultas adicionales a la base de datos para identificadores de contenido traducidos conocidos.
it_it: Memorizza nella cache gli Id di contenuto quando cerchiamo contenuti tradotti. Evita di eseguire query aggiuntive nel database per Id di contenuto già noti.

source: Content Ids
es_es: ID de contenido
it_it: Id di contenuto

source: Cache the Search for Translations. This will prevent to query the database every time we are looking for a translation for contents.
es_es: Caché la búsqueda de traducciones. Esto evitará consultar la base de datos cada vez que busquemos una traducción de contenido.
it_it: Memorizza nella cache la ricerca di traduzioni. Ciò eviterà di interrogare il database ogni volta che cerchiamo una traduzione per i contenuti.

# sites relationship
source: Site %d
es_es: Sitio %d
it_it: Sito %d

# sites relationship
source: %s Site
es_es: %s Sitio
it_it: Sito %s

source: Settings saved.
es_es: Ajustes guardados.
it_it: Impostazioni salvate.

source: Dashboard
es_es: Escritorio
it_it: Bacheca

source: Visit
es_es: Visitar
it_it: Visita

source: Edit Site: %s
es_es: Editar sitio: %s
it_it: Modifica il Sito: %s

source: Metabox Not Saved
es_es: Metabox no guardado
it_it: Metabox Non Salvata.

source: Site %1$d was not accessible when attempting to save metabox "%2$s".
es_es: No se puede acceder al sitio %1$d al intentar guardar metabox “%2$s”.
it_it: Non è stato possibile accedere al sito %1$d durante il salvataggio della metabox "%2$s".

source: Site %s is not accessible.
es_es: El sitio %s no es accesible.
it_it: Non è possibile accedere al sito %s.

# pointers
source: If the post type can not translate the URL, you can activate dynamic permalinks (which is a plain URL) as a workaround to solve the problem.
es_es: Si el tipo de publicación no puede traducir la URL, puede activar los enlaces de enlace dinámicos (que es una URL simple) como solución para resolver el problema.
it_it: Se post type non può tradurre l'URL, puoi attivare i permalink dinamici (che sono URL semplici) come soluzione alternativa per risolvere il problema.

# pointers
source: Use Dynamic Permalinks
es_es: Usar enlaces permanentes dinámicos
it_it: Utilizza i permalinks dinamici

# pointers
source: Select a site to copy all its contents to the new site.
es_es: Seleccione un sitio para copiar todos sus contenidos al nuevo sitio.
it_it: Seleziona un sito per copiare tutti i suoi contenuti nel nuovo sito.

# pointers
source: Based on site
es_es: Basado en el sitio
it_it: Basato sul sito

# pointers
source: After filling the above WordPress site fields, select the language of the site.
es_es: Después de completar los campos del sitio de WordPress anteriores, seleccione el idioma del sitio.
it_it: Dopo aver compilato i campi del sito WordPress sopra riportati, seleziona la lingua del sito.

# pointers
source: Finally, save to apply the changes.
es_es: Por último, guardar para aplicar los cambios.
it_it: Infine, salva per applicare le modifiche.

# pointers
source: Save Changes
es_es: Guardar cambios
it_it: Salva

# pointers
source: Set up site relationships to existing sites in the network.
es_es: Configurar relaciones de sitio a sitios existentes en la red.
it_it: Imposta le relazioni del sito con gli altri siti nel network.

# pointers
source: Site Relationships
es_es: Relaciones de sitio
it_it: Relazioni

# pointers
source: Select the language of the site.
es_es: Título de idioma alternativo.
it_it: Seleziona la lingua per il sito.

# pointers
source: Language
es_es: Idioma
it_it: Lingua

# onboarding
source: or
es_es: o
it_it: o

# onboarding
source: check out our documentation.
es_es: echa un vistazo a nuestra documentación.
it_it: controlla la nostra documentazione.

# onboarding
source: You made it! Finally, you can translate and connect content in the edit panel. If you need further information
es_es: ¡Lo hiciste! Finalmente, puede traducir y conectar contenido en el panel de edición. Si necesitas más información
it_it: Fatto! Per finire puoi ora tradurre e connettere contenuti. Se hai bisogno di ulteriori informazioni

# onboarding
source: Finish Guide
es_es: Finalizar la guía
it_it: Guida Completata

# onboarding
source: Please enable Modules and select the post types and taxonomies that you want to translate. <br/>Don't forget to click "Save Changes". Afterwards you can go to
es_es: Por favor, active Módulos y seleccione los tipos de publicaciones y taxonomías que desea traducir. <br/>No te olvides de hacer clic en “Guardar cambios”. Después puedes ir a
it_it: Abilita i Moduli e seleziona i post type e le tassonomie che desideri tradurre. <br/> Non dimenticare di fare clic su "Salva i Cambiamenti". Successivamente puoi andare su

# onboarding
source: to connect them.
es_es: No mantener conectado.
it_it: per connetterli.

# onboarding
source: Pages
es_es: Páginas
it_it: Pagine

source: or
es_es: o
it_it: o

# onboarding
source: Posts
es_es: Entradas
it_it: Articoli

# onboarding
source: You made it! Finally, you can translate and connect content in the edit panel. Now you can go to
es_es: ¡Lo hiciste! Finalmente, puede traducir y conectar contenido en el panel de edición. Ahora puedes ir a
it_it: Fatto! Per finire puoi ora tradurre e connettere contenuti. Adesso puoi andare alla sezione

# onboarding
source: Connect WordPress Content
es_es: Conectar contenido de WordPress
it_it: Connetti il contenuto WordPress

# onboarding
source: Go to MultilingualPress Settings
es_es: Ir a la configuración de MultilingualPress
it_it: Vai alle Impostazioni di MultilingualPress

# onboarding
source: The next step is to configure MultilingualPress settings. <br/>You can enable Modules to add more functionality and select the post types and taxonomies that you want to translate.
es_es: El siguiente paso es configurar los ajustes de MultilingualPress. <br/>Puede habilitar módulos para agregar más funcionalidad y seleccionar los tipos de publicaciones y taxonomías que desea traducir.
it_it: Il prossimo passo è configurare le impostazioni di MultilingualPress. <br/> Puoi abilitare i Moduli per aggiungere più funzionalità, e selezionare i post type e le tassonomie che vuoi tradurre.

source: Configure MultilingualPress Settings
es_es: Configurar las opciones de MultilingualPress
it_it: Configura le Impostazioni di MultilingualPress

# onboarding
source: Connect Sites
es_es: Conectar sitios
it_it: Collega i Siti

# onboarding
source: This guide will help you with the setup. <br />At the moment you have only one site. So the first step is to create an additional site and configure the site relationships.
es_es: Esta guía te ayudará con la configuración. <br />En este momento solo tienes un sitio. El primer paso es crear un sitio adicional y configurar las relaciones del sitio.
it_it: Questa guida ti aiuterà a configurare le impostazioni. <br /> Al momento hai un solo sito. Quindi il primo passo è creare un sito aggiuntivo e configurarne le relazioni.

# onboarding
source: Create a new Site
es_es: Crear un nuevo sitio
it_it: Crea un nuovo Sito

# onboarding
source: Welcome to MultilingualPress!
es_es: MultilingualPress!
it_it: Benvenuto su MultilingualPress!

source: Deselect All
es_es: Deseleccionar todo
it_it: Deseleziona Tutto

source: You can connect this site only to sites with an assigned language. Other sites will not show up here.
es_es: Puede conectar este sitio solo a sitios con un idioma asignado. Otros sitios no aparecerán aquí.
it_it: E' possibile connettere questo sito solamente con siti aventi una lingua assegnata. Gli altri siti non verranno visualizzati.

source: Please assign a language to other sites to be able to connect them here.
es_es: Asigne un idioma a otros sitios para poder conectarlos aquí.
it_it: Si prega di assegnare una lingua agli altri siti per connetterli qui.

source: There are no sites with an assigned language.
es_es: No hay sitios con un lenguaje asignado.
it_it: Nessuna lingua assegnata ad alcun sito.

# pointers
source: Dismiss guide
es_es: Cerrar guía
it_it: Chiudi la guida

source: Choose language
es_es: Elige idioma
it_it: Scegli la lingua

source: Use dynamic permalinks
es_es: Usar enlaces permanentes dinámicos
it_it: Utilizza i permalink dinamici

source: Permalinks
es_es: Enlaces permanentes
it_it: Permalink

source: Alternative language title
es_es: Título de idioma alternativo
it_it: Titolo lingua alternativo

source: Enter the title you want to see in the admin bar instead of the default one (i.e. "My English Site").
es_es: Ingrese el título que desea ver en la barra de administración en lugar del predeterminado (es decir, “Mi sitio en inglés”).
it_it: Inserire il titolo che si desidera visualizzare nella barra di amministrazione invece del titolo di default (ad es. "Il Mio Sito Italiano").

source: Save Changes
es_es: Guardar cambios
it_it: Salva i Cambiamenti

source: Deactivate License
es_es: Desactivar licencia
it_it: Disattiva la licenza

source: Select a default site as fallback when no page translation is found.
es_es: Seleccione un sitio predeterminado como alternativa cuando no se encuentre una traducción de la página.
it_it: Seleziona un sito predefinito come fallback quando non viene trovata alcuna traduzione di pagina.

source: Taxonomy
es_es: Taxonomía
it_it: Tassonomia

source: Site URL
es_es: URL del sitio
it_it: URL del Sito

source: The requested site does not exist.
es_es: El sitio solicitado no existe.
it_it: il sito richiesto non esiste.

source: Invalid site ID.
es_es: ID de sitio no válido.
it_it: ID sito non valido.

source: Settings
es_es: Ajustes
it_it: Impostazioni

source: Relationships
es_es: Relaciones
it_it: Relazioni

source: none
es_es: ninguno
it_it: nessuna

source: Site Language
es_es: Idioma del sitio
it_it: Lingua Sito

source: Post Type Slugs
it_it: Slug Articolo

source: License
es_es: Licencia
it_it: Licenza

source: Translatable Taxonomies
es_es: Taxonomías traducibles
it_it: Tassonomie traducibili

source: Translatable Post Types
es_es: Tipos de entrada traducibles
it_it: Post Types traducibili

source: Modules
es_es: Módulos
it_it: Moduli

# translation post metabox
source: Taxonomies
es_es: Taxonomías
it_it: Tassonomie

# translation post metabox
source: Advanced
es_es: Avanzado
it_it: Avanzate

# translation post metabox
source: Excerpt
es_es: Extracto
it_it: Riassunto

# translation post metabox
source: Title and Content
es_es: Título y Contenido
it_it: Titolo e Contenuto

# translation post metabox
source: Relationship
es_es: Relación
it_it: Relazione

source: Edit the relationship or no further editing will be possible.
es_es: Edite la relación o no será posible editarla más.
it_it: Modifica la relazione o altrimenti non sarà possibile effettuare nessuna ulteriore modifica.

source: The currently connected translation post is trashed.
es_es: La publicación de traducción actualmente conectada está en la papelera.
it_it: L'articolo traduzione attualmente connesso è cestinato.

source: Error updating translation for %s: error updating post in database.
es_es: Error al actualizar la traducción de %s: error al actualizar la publicación en la base de datos.
it_it: Errore di aggiornamento traduzione per %s: errore di update dell'articolo nel database.

source: Post Excerpt:
es_es: Extracto de la entrada:
it_it: Riassunto Articolo:

source: New Post Excerpt:
es_es: Nuevo extracto de la entrada:
it_it: Nuovo Riassunto Articolo:

source: Overwrites content on translated post with the content of source post.
es_es: Sobrescribe el contenido de la publicación traducida con el contenido de la publicación de origen.
it_it: Sovrascrivi il contenuto nell'articolo di traduzione con il contenuto dell'articolo sorgente

source: Copy source content
es_es: Copie el contenido fuente
it_it: Copia il contenuto sorgente

source: Overwrites featured image on translated post with the featured image of source post.
es_es: Sobrescribe la imagen destacada en la publicación traducida con la imagen mostrada de la publicación de origen.
it_it: Sovrascrivi l'immagine in evidenza nell'articolo di traduzione con l'immagine in evidenza dell'articolo sorgente.

source: Copy featured image
es_es: Copia de imagen destacada
it_it: Copia l'immagine in evidenza

source: No posts found matching search.
es_es: No se encontraron publicaciones que coincidan con la búsqueda.
it_it: Nessun risultato trovato.

source: Do not change connected %s.
es_es: No cambie %s conectado.
it_it: Non modificare il %s connesso.

source: Select an existing %1$s to be used as translation in %2$s.
es_es: Seleccione un %1$s existente para usar como traducción en %2$s.
it_it: Seleziona un esistente %1$s per utilizzarlo come traduzione in %2$s.

source: Create a new %1$s, and use it as translation in %2$s.
es_es: Cree un nuevo %1$s, y úselo como traducción en %2$s.
it_it: Crea un nuovo %1$s, e utilizzalo come traduzione in %2$s.

source: Currently connected with "%1$s" (%2$s - %3$s)
es_es: Actualmente conectado con “%1$s” (%2$s - %3$s)
it_it: Attualmente connesso con "%1$s" (%2$s - %3$s)

source: Do not change
es_es: No cambies
it_it: Non cambiare

source: Post Status:
es_es: Estado de la entrada:
it_it: Stato Articolo

source: New Post Status:
es_es: Nuevo estado de publicación:
it_it: Nuovo Stato

source: Overwrites the target post taxonomy terms with the translation of terms assigned to source post.
es_es: Sobrescribe los términos de la taxonomía posterior a la publicación con la traducción de los términos asignados a la publicación de origen.
it_it: Sovrascrivi i termini di tassonomia del relativo articolo con la traduzione dei termini assegnati all'articolo sorgente.

source: Synchronize Taxonomies
es_es: Sincronizar taxonomías
it_it: Sincronizza le Tassonomie

# edit post link translation meta box
source: (open in current page)
es_es: (abrir en la página actual)
it_it: (apri nella pagina corrente)

# edit post link translation meta box
source: Edit Link
es_es: Editar enlace
it_it: Modifica

source: New Post Slug:
es_es: Nuevo slug de la entrada:
it_it: Nuovo Slug Articolo:

source: Post Slug:
es_es: Slug de la entrada:
it_it: Slug Articolo:

source: New Post Title:
es_es: Nuevo título de la entrada:
it_it: Nuovo Titolo Articolo:

source: Post Title:
es_es: Título de la entrada:
it_it: Titolo Articolo:

source: If empty will be auto-generated
es_es: Si está vacío, se generará automáticamente
it_it: Se vuoto verrà generato automaticamente

source: Translation for "%s"
es_es: Traducción para “%s”
it_it: Traduzione per "%s"

# translation term metabox
source: Term Data
es_es: Datos de términos
it_it: Termine

# translation term metabox
source: Relationship
es_es: Relación
it_it: Relazione

source: Translations
es_es: Traducciones
it_it: Traduzioni

source: Edit
es_es: Editar
it_it: Modifica

source: Error updating term translation for %s: error updating term in database.
es_es: Error al actualizar la traducción de términos para %s: término de actualización de errores en la base de datos.
it_it: Errore nell'aggiornamento della traduzione del termine per %s: errore di aggiornamento del termine nel database.

source: Term Description:
es_es: Descripción del término:
it_it: Descrizione Termine:

source: New Term Description:
es_es: Nueva descripción del término:
it_it: Descrizione del Nuovo Termine

source: Update now
es_es: Actualizar ahora
it_it: Aggiorna

source: No terms found matching search.
es_es: No se encontraron términos que coincidan con la búsqueda.
it_it: Nessun termine trovato.

source: Search
es_es: Buscar
it_it: Cerca

source: Start typing to search...
es_es: Comience a escribir para buscar …
it_it: Inizia a scrivere per effettuare la ricerca...

source: Keep not connected.
es_es: No mantener conectado.
it_it: Mantienilo non connesso.

source: Do not change connected term.
es_es: No cambie el término conectado.
it_it: non modificare il termine connesso.

source: Remove connection (don't translate in %s).
es_es: Eliminar la conexión (no traducir en %s).
it_it: rimuovi la connessione (non tradurre in %s).

source: Select an existing term to be used as translation in %s.
es_es: Seleccione un término existente para usar como traducción en %s.
it_it: Seleziona un termine esistente per utilizzarlo come traduzione in %s.

source: Create a new term, and use it as translation in %s.
es_es: Cree un nuevo término y úselo como traducción en %s.
it_it: Crea un nuovo termine e utilizzalo come traduzione in %s.

source: Currently connected with "%s"
es_es: Actualmente conectado con “%s”
it_it: attualmente connesso con "%s"

source: Currently not connected.
es_es: Actualmente no conectado.
it_it: Al momento non connesso.

source: Synchronize with source term
es_es: Sincronizar con el término fuente
it_it: Sincronizza con il termine sorgente

source: -- No parent --
es_es: - Sin padre -
it_it: -- Nessun Genitore --

# new parent item
source: New %s
es_es: Nuevo %s
it_it: Nuovo %s

source: New Term Slug:
es_es: Nuevo slug de término:
it_it: Slug del Nuovo Termine:

source: Term Slug:
es_es: Slug del término:
it_it: Slug del Termine:

source: New Term Name:
es_es: Nuevo nombre de término:
it_it: Nome del Nuovo Termine:

source: Term Name:
es_es: Nombre del término:
it_it: Nome del Termine:

source: Please use the network plugin administration.
es_es: Utilice la administración del plugin de red.
it_it: Si prega di utilizzare la sezione amministrativa dei plugin del network.

source: This plugin must be activated for the network.
es_es: Este plugin debe estar activado para toda la red.
it_it: Questo plugin deve essere attivato nel network.

source: Please convert this WordPress installation to multisite.
es_es: Convierta esta instalación de WordPress a multisitio.
it_it: Converti la installazione di WordPress in una installazione multisito.

source: This plugin needs to run in a multisite.
es_es: Este plugin necesita ser activado en multisitio.
it_it: Questo plugin deve essere utilizzato in un ambiente multisito.

source: This plugin requires WordPress version %1$s, your version %2$s is too old. Please upgrade.
es_es: Este plugin requiere la versión de WordPress %1$s, su versión %2$s es demasiado antigua. Por favor actualice.
it_it: Questo plugin richiede la versione %1$s di WordPress, la versione attuale %2$s è troppo vecchia. Si prega di aggiornarla.

source: Version %1$s of %2$s is not compatible with that old version.
es_es: La versión %1$s de %2$s no es compatible con la versión anterior.
it_it: La versione %1$s di %2$s non è compatibile con quella versione precedente.

source: It seems that an old version of MultilingualPress is installed in this website.
es_es: Parece que una versión anterior de MultilingualPress está instalada en este sitio web.
it_it: Sembra che una vecchia versione di MultilingualPress sia già installata in questo sito.

source: The plugin %s has been deactivated.
es_es: El plugin %s ha sido desactivado.
it_it: Il plugin %s è stato disattivato.

source: Missing schedule data.
es_es: Faltan datos del horario.
it_it: Dati di programma mancanti.

source: Schedule not found
es_es: Horario no encontrado
it_it: Programmazione non trovata

source: Missing schedule ID.
es_es: Falta la identificación del horario.
it_it: Id programma mancante.

source: User not allowed.
es_es: Usuario no permitido.
it_it: Utente non autorizzato.

source: Invalid action.
es_es: Acción no válida.
it_it: Azione non valida

source: Less than one minute
es_es: Menos de un minuto
it_it: Meno di un minuto

source: Unknown
es_es: Desconocido
it_it: Sconosciuto

source: Add to Menu
es_es: Agregar al Menú
it_it: Aggiungi al Menu

source: Select All
es_es: Seleccionar todo
it_it: Seleziona Tutto

source: No items.
es_es: No hay artículos.
it_it: Nessun elemento.

source: Language
es_es: Idioma
it_it: Lingua

source: Languages
es_es: Idiomas
it_it: Lingue

# Site Attachment Duplication Notice
source: Unknown
es_es: Desconocido
it_it: Sconosciuto

# Site Attachment Duplication Notice
source: Copying %1$s attachments into new site. Estimated time until finish: %2$s
es_es: Copiando %1$s archivos adjuntos en el nuevo sitio. Tiempo estimado hasta el final: %2$s
it_it: Copia in corso di %1$s attachments nel nuovo sito. Tempo stimato per il completamento: %2$s

source: Actually one or more scheduled jobs are running, please wait until everything has been completed.
es_es: En realidad, se están ejecutando uno o más trabajos programados, espere hasta que todo se haya completado.
it_it: Uno o più processi programmati sono in esecuzione, si prega di attendere fino al completamento.

source: Something went wrong when trying to retrieve information about media copy task. Please, wait a minute or try to reload the page. If the problem persists please contact our support.
es_es: Algo salió mal al intentar recuperar información sobre la tarea de copia de medios. Por favor, espere un minuto o intente volver a cargar la página. Si el problema persiste, póngase en contacto con nuestro soporte.
it_it: Si è verificato un errore durante il tentativo di recuperare informazioni sull'attività di copia multimediale. Per favore, aspetta un minuto o prova a ricaricare la pagina. Se il problema persiste, contatta il nostro supporto.

source: You cannot close this window until the entire process is finished.
es_es: No puede cerrar esta ventana hasta que todo el proceso haya finalizado.
it_it: Non è possibile chiudere questa finestra fino al termine dell'intero processo.

source: Search Engine Visibility
es_es: Visibilidad del motor de búsqueda
it_it: Visibilità Motori di Ricerca

source: It is up to search engines to honor this request.
es_es: Depende de los motores de búsqueda cumplir con esta solicitud.
it_it: E' compito dei motori di ricerca soddisfare tale richiesta.

source: Discourage search engines from indexing this site
es_es: No permita a los motores de búsqueda indexar este sitio
it_it: Scoraggia l'indicizzazione del presente sito sda parte dei motori di ricerca

source: Plugins
it_it: Plugin

source: Activate all plugins that are active on the source site
es_es: Activar todos los plugin que están activos en el sitio de origen
it_it: Attiva tutti i plugin che sono attivi sul sito sorgente

source: Choose site
es_es: Elige el sitio
it_it: Seleziona il sito

source: Based on site
es_es: Basado en el sitio
it_it: Basato sul sito

source: Trasher
es_es: Enviar a la papelera
it_it: Cestino

source: Enable the Thrash checkbox on post/page edit page: this allows you to send all the translations to trash when the source post/page is trashed.
es_es: Habilite la casilla de verificación Thrash en la página de edición de publicación / página: esto le permite enviar todas las traducciones a la papelera cuando la publicación / página de origen está en la papelera.
it_it: Abilita la checkbox del Cestino sulla pagina di modifica dell'articolo o della pagina: questo permette di cestinare tutte le traduzioni quando l'articolo o la pagina sorgente sono cestinati.

source: Send all the translations to trash when this post is trashed.
es_es: Envía todas las traducciones a la papelera cuando esta casilla está activada.
it_it: Cestina tutte le traduzioni quando l'articolo viene cestinato.
